{
    "intents": [
        {
            "intent": "medical_inquiry_anjing_acral_lick_granuloma",
            "utterances": [
                "Anjing saya mengalami gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), benjolan, kulit berwarna  kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, rambut tampak memiliki warna dan struktur yang sedikit     berbeda, kulit kering dan kasar  atau kusam, kebotakan.. Apakah ini acral lick granuloma?",
                "Apakah acral lick granuloma menyebabkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), benjolan, kulit berwarna  kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, rambut tampak memiliki warna dan struktur yang sedikit     berbeda, kulit kering dan kasar  atau kusam, kebotakan. pada anjing?",
                "Bagaimana cara mengobati acral lick granuloma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk acral lick granuloma?",
                "Anjing saya menunjukkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), benjolan, kulit berwarna  kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, rambut tampak memiliki warna dan struktur yang sedikit     berbeda, kulit kering dan kasar  atau kusam, kebotakan.. Apakah perlu penanganan untuk acral lick granuloma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk acral lick granuloma termasuk: gunakan obat antihistamin (hidroxyzine, chlorpheniramine, dexopin), gunakan obat topikal kortikosteroid.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_acute_moist_dermatitis",
            "utterances": [
                "Anjing saya mengalami gatal, penebalan kulit, kulit berwarna kemerahan, kerontokan rambut, kulit kering dan kasar atau kusam, kebotakan.. Apakah ini acute moist dermatitis?",
                "Apakah acute moist dermatitis menyebabkan gejala seperti gatal, penebalan kulit, kulit berwarna kemerahan, kerontokan rambut, kulit kering dan kasar atau kusam, kebotakan. pada anjing?",
                "Bagaimana cara mengobati acute moist dermatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk acute moist dermatitis?",
                "Anjing saya menunjukkan gejala seperti gatal, penebalan kulit, kulit berwarna kemerahan, kerontokan rambut, kulit kering dan kasar atau kusam, kebotakan.. Apakah perlu penanganan untuk acute moist dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk acute moist dermatitis termasuk: cukur rambut sampai bersih pada permukaan       kulit, gunakan obat kortikosteroid seperti dexametasone untuk anti inflamasi adanya radang, gunakan obat antihistamin seperti vetadryll.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_atopic_dermatitis",
            "utterances": [
                "Anjing saya mengalami benjolan, kulit berwarna kemerahan, kerontokan rambut, bersin-bersin, hidung mengeluarkan cairan, mata berair, bercak kasar pada kulit, kulit kering dan kasar atau kusam, kebotakan.. Apakah ini atopic dermatitis?",
                "Apakah atopic dermatitis menyebabkan gejala seperti benjolan, kulit berwarna kemerahan, kerontokan rambut, bersin-bersin, hidung mengeluarkan cairan, mata berair, bercak kasar pada kulit, kulit kering dan kasar atau kusam, kebotakan. pada anjing?",
                "Bagaimana cara mengobati atopic dermatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk atopic dermatitis?",
                "Anjing saya menunjukkan gejala seperti benjolan, kulit berwarna kemerahan, kerontokan rambut, bersin-bersin, hidung mengeluarkan cairan, mata berair, bercak kasar pada kulit, kulit kering dan kasar atau kusam, kebotakan.. Apakah perlu penanganan untuk atopic dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk atopic dermatitis termasuk: gunakan shampo mengandung benzoyl peroxida (4-7 hari), gunakan spray atau lotion yang mengandung hydrocortisone, beri makanan yang mengandung suplemen fatty acid, omega-3 dan omega-6, gunakan obat anti radang dan anti alergi, gunakan anastesi lokal dan topikal untuk menghilangkan gatal dan sakit yang muncul, beri makanan yang mengandung asam linoleat atau asam lemak omega-3 untuk memperbaiki kondisi kulit, gunakan antihistamin dan kortikosteroid (dexametasone).."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_follicular_dysplasia",
            "utterances": [
                "Anjing saya mengalami area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan.. Apakah ini follicular dysplasia?",
                "Apakah follicular dysplasia menyebabkan gejala seperti area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan. pada anjing?",
                "Bagaimana cara mengobati follicular dysplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk follicular dysplasia?",
                "Anjing saya menunjukkan gejala seperti area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan.. Apakah perlu penanganan untuk follicular dysplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk follicular dysplasia termasuk: berikan suplemen yang mengandung asam lemak essensial, gunakan shampoo antimikroba topikal, lalu bilas dengan conditioner.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_malassezia_dermatitis",
            "utterances": [
                "Anjing saya mengalami gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), pembengkakan, kerontokan rambut, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan.. Apakah ini malassezia dermatitis?",
                "Apakah malassezia dermatitis menyebabkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), pembengkakan, kerontokan rambut, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan. pada anjing?",
                "Bagaimana cara mengobati malassezia dermatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk malassezia dermatitis?",
                "Anjing saya menunjukkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), pembengkakan, kerontokan rambut, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan.. Apakah perlu penanganan untuk malassezia dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk malassezia dermatitis termasuk: mandi dengan shampo dengan kandungan sulfur 0, 5% dan chlorhexadin 0, 5% (2x seminggu).."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_sarcoptic_mange",
            "utterances": [
                "Anjing saya mengalami gatal, benjolan, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan.. Apakah ini sarcoptic mange?",
                "Apakah sarcoptic mange menyebabkan gejala seperti gatal, benjolan, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan. pada anjing?",
                "Bagaimana cara mengobati sarcoptic mange pada anjing?",
                "Apa pengobatan yang dianjurkan untuk sarcoptic mange?",
                "Anjing saya menunjukkan gejala seperti gatal, benjolan, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan.. Apakah perlu penanganan untuk sarcoptic mange?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk sarcoptic mange termasuk: mandi dengan shampo atau sabun dengan kandungan sulfur 2-3%, 7 hari sekali sampai sembuh, minimal 6-8x, salep topikal dioleskan pada daerah rontok, kerak, dan gatal (salep scabisid), sebelumnya dibersihkan dengan air hangat 2-3x dalam seminggu, cukur bagian rambut yang gatal, lalu mandikan dengan shampo dengan kandungan benzoyl peroxide, mandi menggunakan amitraz 1:100 ml, gunakan invermectin peroral, kontradiksi untuk anjing ras collie dan anjing gembala, dapat menyebabkan kematian jika penggunaan dengan dosis tinggi, gunakan mulbemycin oxime, jika kontradiksi terhadap obat invermectin, gunakan kortikosteroid untuk mengurangi rasa gatal (1-3 hari), sebagai tindakan preventif sebaiknya anjing diletakkan di lingkungan tertutup (indoor).."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dermatophytosis",
            "utterances": [
                "Anjing saya mengalami gatal, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan, luka pada wajah.. Apakah ini dermatophytosis?",
                "Apakah dermatophytosis menyebabkan gejala seperti gatal, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan, luka pada wajah. pada anjing?",
                "Bagaimana cara mengobati dermatophytosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dermatophytosis?",
                "Anjing saya menunjukkan gejala seperti gatal, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan, luka pada wajah.. Apakah perlu penanganan untuk dermatophytosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dermatophytosis termasuk: gunakan shampoo yang mengandung chlorhexidine dan miconazole, gunakan obat anti jamur (griseofulvin, ketoconazole, itraconazole).."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pemphigus_foliaceus",
            "utterances": [
                "Anjing saya mengalami gatal, kekurangan nafsu makan (anoreksia), penebalan kulit, kulit berwarna kemerahan, luka pada hidung, kulit bersisik, luka pada wajah.. Apakah ini pemphigus foliaceus?",
                "Apakah pemphigus foliaceus menyebabkan gejala seperti gatal, kekurangan nafsu makan (anoreksia), penebalan kulit, kulit berwarna kemerahan, luka pada hidung, kulit bersisik, luka pada wajah. pada anjing?",
                "Bagaimana cara mengobati pemphigus foliaceus pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pemphigus foliaceus?",
                "Anjing saya menunjukkan gejala seperti gatal, kekurangan nafsu makan (anoreksia), penebalan kulit, kulit berwarna kemerahan, luka pada hidung, kulit bersisik, luka pada wajah.. Apakah perlu penanganan untuk pemphigus foliaceus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pemphigus foliaceus termasuk: gunakan kortikosteroid (prednisone, dexametasone), gunakan antibiotik tetrasiulin, dekosiulin untuk menghindari infeksi sekunder, jika anjing diobati dengan kortikosteroid sebaiknya pakan diubah menjadi rendah lemak agar hewan terhindar dari  pancreatitis.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_demodicosis",
            "utterances": [
                "Anjing saya mengalami gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, luka pada hidung, kulit bersisik, kebotakan.. Apakah ini demodicosis?",
                "Apakah demodicosis menyebabkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, luka pada hidung, kulit bersisik, kebotakan. pada anjing?",
                "Bagaimana cara mengobati demodicosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk demodicosis?",
                "Anjing saya menunjukkan gejala seperti gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, luka pada hidung, kulit bersisik, kebotakan.. Apakah perlu penanganan untuk demodicosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk demodicosis termasuk: gunakan invermectin seminggu sekali, gunakan amitraz 1:100 ml untuk mandi, gunakan obat anti bakteri seperti erythromycin.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pediculosis",
            "utterances": [
                "Anjing saya mengalami gatal, penebalan kulit, benjolan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam.. Apakah ini pediculosis?",
                "Apakah pediculosis menyebabkan gejala seperti gatal, penebalan kulit, benjolan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam. pada anjing?",
                "Bagaimana cara mengobati pediculosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pediculosis?",
                "Anjing saya menunjukkan gejala seperti gatal, penebalan kulit, benjolan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam.. Apakah perlu penanganan untuk pediculosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pediculosis termasuk: gunakan shampoo yang mengandung pyrethrin, gunakan spray insektisida seperti fipronil dan selamectin, mencukur bulu yang terserang oleh kutu.."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_acral_lick_granuloma",
            "utterances": [
                "Anjing saya mengalami gatal, kekurangan nafsu makan, lesu, benjolan, kulit kemerahan, hipopigmentasi, kerontokan rambut. Apakah ini acral lick granuloma?",
                "Apakah acral lick granuloma menyebabkan gejala seperti gatal, kekurangan nafsu makan, lesu, benjolan, kulit kemerahan, hipopigmentasi, kerontokan rambut pada anjing?",
                "Bagaimana cara mengobati acral lick granuloma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk acral lick granuloma?",
                "Anjing saya menunjukkan gejala seperti gatal, kekurangan nafsu makan, lesu, benjolan, kulit kemerahan, hipopigmentasi, kerontokan rambut. Apakah perlu penanganan untuk acral lick granuloma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk acral lick granuloma termasuk: antihistamin (hydroxyzine, chlorpheniramine), kortikosteroid topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_parvovirus",
            "utterances": [
                "Anjing saya mengalami demam, muntah, diare berdarah, lemas, kehilangan nafsu makan. Apakah ini parvovirus?",
                "Apakah parvovirus menyebabkan gejala seperti demam, muntah, diare berdarah, lemas, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati parvovirus pada anjing?",
                "Apa pengobatan yang dianjurkan untuk parvovirus?",
                "Anjing saya menunjukkan gejala seperti demam, muntah, diare berdarah, lemas, kehilangan nafsu makan. Apakah perlu penanganan untuk parvovirus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk parvovirus termasuk: terapi cairan iv, antibiotik, antiemetik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_distemper",
            "utterances": [
                "Anjing saya mengalami batuk, demam, kehilangan nafsu makan, lemas, konjungtivitis, hidung berair. Apakah ini distemper?",
                "Apakah distemper menyebabkan gejala seperti batuk, demam, kehilangan nafsu makan, lemas, konjungtivitis, hidung berair pada anjing?",
                "Bagaimana cara mengobati distemper pada anjing?",
                "Apa pengobatan yang dianjurkan untuk distemper?",
                "Anjing saya menunjukkan gejala seperti batuk, demam, kehilangan nafsu makan, lemas, konjungtivitis, hidung berair. Apakah perlu penanganan untuk distemper?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk distemper termasuk: isolasi, antibiotik untuk infeksi sekunder, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_rabies",
            "utterances": [
                "Anjing saya mengalami demam, agitasi, kejang, salivasi berlebihan, takut air. Apakah ini rabies?",
                "Apakah rabies menyebabkan gejala seperti demam, agitasi, kejang, salivasi berlebihan, takut air pada anjing?",
                "Bagaimana cara mengobati rabies pada anjing?",
                "Apa pengobatan yang dianjurkan untuk rabies?",
                "Anjing saya menunjukkan gejala seperti demam, agitasi, kejang, salivasi berlebihan, takut air. Apakah perlu penanganan untuk rabies?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk rabies termasuk: vaksinasi untuk pencegahan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hepatitis_infeksius",
            "utterances": [
                "Anjing saya mengalami demam, pembengkakan perut, menguningnya kulit, pendarahan, kehilangan nafsu makan. Apakah ini hepatitis infeksius?",
                "Apakah hepatitis infeksius menyebabkan gejala seperti demam, pembengkakan perut, menguningnya kulit, pendarahan, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati hepatitis infeksius pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hepatitis infeksius?",
                "Anjing saya menunjukkan gejala seperti demam, pembengkakan perut, menguningnya kulit, pendarahan, kehilangan nafsu makan. Apakah perlu penanganan untuk hepatitis infeksius?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hepatitis infeksius termasuk: terapi cairan, antibiotik, terapi simptomatik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_leptospirosis",
            "utterances": [
                "Anjing saya mengalami demam, muntah, kuning pada kulit dan mata, kehilangan nafsu makan, lemas. Apakah ini leptospirosis?",
                "Apakah leptospirosis menyebabkan gejala seperti demam, muntah, kuning pada kulit dan mata, kehilangan nafsu makan, lemas pada anjing?",
                "Bagaimana cara mengobati leptospirosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk leptospirosis?",
                "Anjing saya menunjukkan gejala seperti demam, muntah, kuning pada kulit dan mata, kehilangan nafsu makan, lemas. Apakah perlu penanganan untuk leptospirosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk leptospirosis termasuk: antibiotik (doxycycline, penicillin), terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_scabies",
            "utterances": [
                "Anjing saya mengalami kulit gatal, merah, rontok, luka terbuka. Apakah ini scabies?",
                "Apakah scabies menyebabkan gejala seperti kulit gatal, merah, rontok, luka terbuka pada anjing?",
                "Bagaimana cara mengobati scabies pada anjing?",
                "Apa pengobatan yang dianjurkan untuk scabies?",
                "Anjing saya menunjukkan gejala seperti kulit gatal, merah, rontok, luka terbuka. Apakah perlu penanganan untuk scabies?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk scabies termasuk: obat antiparasit (ivermectin), kebersihan lingkungan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_demodicosis",
            "utterances": [
                "Anjing saya mengalami bercak merah, gatal berlebihan, rontok pada daerah tertentu. Apakah ini demodicosis?",
                "Apakah demodicosis menyebabkan gejala seperti bercak merah, gatal berlebihan, rontok pada daerah tertentu pada anjing?",
                "Bagaimana cara mengobati demodicosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk demodicosis?",
                "Anjing saya menunjukkan gejala seperti bercak merah, gatal berlebihan, rontok pada daerah tertentu. Apakah perlu penanganan untuk demodicosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk demodicosis termasuk: antiparasit topikal, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_otitis",
            "utterances": [
                "Anjing saya mengalami gatal di telinga, kepala miring, bau tidak sedap dari telinga. Apakah ini otitis?",
                "Apakah otitis menyebabkan gejala seperti gatal di telinga, kepala miring, bau tidak sedap dari telinga pada anjing?",
                "Bagaimana cara mengobati otitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk otitis?",
                "Anjing saya menunjukkan gejala seperti gatal di telinga, kepala miring, bau tidak sedap dari telinga. Apakah perlu penanganan untuk otitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk otitis termasuk: pembersihan telinga, antibiotik, obat tetes anti inflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ringworm",
            "utterances": [
                "Anjing saya mengalami bercak bulat merah, gatal, rambut rontok di sekitar bercak. Apakah ini ringworm?",
                "Apakah ringworm menyebabkan gejala seperti bercak bulat merah, gatal, rambut rontok di sekitar bercak pada anjing?",
                "Bagaimana cara mengobati ringworm pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ringworm?",
                "Anjing saya menunjukkan gejala seperti bercak bulat merah, gatal, rambut rontok di sekitar bercak. Apakah perlu penanganan untuk ringworm?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ringworm termasuk: antijamur topikal, shampoo khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_coccidiosis",
            "utterances": [
                "Anjing saya mengalami diare, penurunan berat badan, kotoran berdarah. Apakah ini coccidiosis?",
                "Apakah coccidiosis menyebabkan gejala seperti diare, penurunan berat badan, kotoran berdarah pada anjing?",
                "Bagaimana cara mengobati coccidiosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk coccidiosis?",
                "Anjing saya menunjukkan gejala seperti diare, penurunan berat badan, kotoran berdarah. Apakah perlu penanganan untuk coccidiosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk coccidiosis termasuk: antibiotik (sulfadimethoxine), terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ehrlichiosis",
            "utterances": [
                "Anjing saya mengalami demam, kehilangan nafsu makan, lemas, anemia. Apakah ini ehrlichiosis?",
                "Apakah ehrlichiosis menyebabkan gejala seperti demam, kehilangan nafsu makan, lemas, anemia pada anjing?",
                "Bagaimana cara mengobati ehrlichiosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ehrlichiosis?",
                "Anjing saya menunjukkan gejala seperti demam, kehilangan nafsu makan, lemas, anemia. Apakah perlu penanganan untuk ehrlichiosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ehrlichiosis termasuk: antibiotik (doxycycline), terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_urolithiasis",
            "utterances": [
                "Anjing saya mengalami sulit buang air kecil, urine berdarah, nyeri pada perut. Apakah ini urolithiasis?",
                "Apakah urolithiasis menyebabkan gejala seperti sulit buang air kecil, urine berdarah, nyeri pada perut pada anjing?",
                "Bagaimana cara mengobati urolithiasis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk urolithiasis?",
                "Anjing saya menunjukkan gejala seperti sulit buang air kecil, urine berdarah, nyeri pada perut. Apakah perlu penanganan untuk urolithiasis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk urolithiasis termasuk: diet khusus, obat penghancur batu, operasi jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_gastroenteritis",
            "utterances": [
                "Anjing saya mengalami diare, muntah, kehilangan nafsu makan. Apakah ini gastroenteritis?",
                "Apakah gastroenteritis menyebabkan gejala seperti diare, muntah, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati gastroenteritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk gastroenteritis?",
                "Anjing saya menunjukkan gejala seperti diare, muntah, kehilangan nafsu makan. Apakah perlu penanganan untuk gastroenteritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk gastroenteritis termasuk: terapi cairan, antiemetik, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_canine_influenza",
            "utterances": [
                "Anjing saya mengalami batuk, demam, kehilangan nafsu makan, lemas. Apakah ini canine influenza?",
                "Apakah canine influenza menyebabkan gejala seperti batuk, demam, kehilangan nafsu makan, lemas pada anjing?",
                "Bagaimana cara mengobati canine influenza pada anjing?",
                "Apa pengobatan yang dianjurkan untuk canine influenza?",
                "Anjing saya menunjukkan gejala seperti batuk, demam, kehilangan nafsu makan, lemas. Apakah perlu penanganan untuk canine influenza?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk canine influenza termasuk: isolasi, terapi suportif, antiviral."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_kennel_cough",
            "utterances": [
                "Anjing saya mengalami batuk, kehilangan nafsu makan, lemas. Apakah ini kennel cough?",
                "Apakah kennel cough menyebabkan gejala seperti batuk, kehilangan nafsu makan, lemas pada anjing?",
                "Bagaimana cara mengobati kennel cough pada anjing?",
                "Apa pengobatan yang dianjurkan untuk kennel cough?",
                "Anjing saya menunjukkan gejala seperti batuk, kehilangan nafsu makan, lemas. Apakah perlu penanganan untuk kennel cough?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk kennel cough termasuk: obat batuk, antibiotik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_lyme_disease",
            "utterances": [
                "Anjing saya mengalami demam, nyeri sendi, lemas, kehilangan nafsu makan. Apakah ini lyme disease?",
                "Apakah lyme disease menyebabkan gejala seperti demam, nyeri sendi, lemas, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati lyme disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk lyme disease?",
                "Anjing saya menunjukkan gejala seperti demam, nyeri sendi, lemas, kehilangan nafsu makan. Apakah perlu penanganan untuk lyme disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk lyme disease termasuk: antibiotik (doxycycline), antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pancreatitis",
            "utterances": [
                "Anjing saya mengalami muntah, diare, nyeri perut, kehilangan nafsu makan. Apakah ini pancreatitis?",
                "Apakah pancreatitis menyebabkan gejala seperti muntah, diare, nyeri perut, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati pancreatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pancreatitis?",
                "Anjing saya menunjukkan gejala seperti muntah, diare, nyeri perut, kehilangan nafsu makan. Apakah perlu penanganan untuk pancreatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pancreatitis termasuk: diet rendah lemak, terapi cairan, analgesik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypothyroidism",
            "utterances": [
                "Anjing saya mengalami berat badan bertambah, lesu, kulit kering, kerontokan bulu. Apakah ini hypothyroidism?",
                "Apakah hypothyroidism menyebabkan gejala seperti berat badan bertambah, lesu, kulit kering, kerontokan bulu pada anjing?",
                "Bagaimana cara mengobati hypothyroidism pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypothyroidism?",
                "Anjing saya menunjukkan gejala seperti berat badan bertambah, lesu, kulit kering, kerontokan bulu. Apakah perlu penanganan untuk hypothyroidism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypothyroidism termasuk: obat hormon tiroksin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cushing's_disease",
            "utterances": [
                "Anjing saya mengalami perut membesar, rambut rontok, lemas. Apakah ini cushing's disease?",
                "Apakah cushing's disease menyebabkan gejala seperti perut membesar, rambut rontok, lemas pada anjing?",
                "Bagaimana cara mengobati cushing's disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cushing's disease?",
                "Anjing saya menunjukkan gejala seperti perut membesar, rambut rontok, lemas. Apakah perlu penanganan untuk cushing's disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cushing's disease termasuk: penghambat produksi kortisol (trilostane), operasi pada tumor."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_heartworm",
            "utterances": [
                "Anjing saya mengalami batuk, lemas, nafas pendek, berat badan turun. Apakah ini heartworm?",
                "Apakah heartworm menyebabkan gejala seperti batuk, lemas, nafas pendek, berat badan turun pada anjing?",
                "Bagaimana cara mengobati heartworm pada anjing?",
                "Apa pengobatan yang dianjurkan untuk heartworm?",
                "Anjing saya menunjukkan gejala seperti batuk, lemas, nafas pendek, berat badan turun. Apakah perlu penanganan untuk heartworm?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk heartworm termasuk: obat antiparasit, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_flea_allergy_dermatitis",
            "utterances": [
                "Anjing saya mengalami gatal, kemerahan, rambut rontok di sekitar area gigitan. Apakah ini flea allergy dermatitis?",
                "Apakah flea allergy dermatitis menyebabkan gejala seperti gatal, kemerahan, rambut rontok di sekitar area gigitan pada anjing?",
                "Bagaimana cara mengobati flea allergy dermatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk flea allergy dermatitis?",
                "Anjing saya menunjukkan gejala seperti gatal, kemerahan, rambut rontok di sekitar area gigitan. Apakah perlu penanganan untuk flea allergy dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk flea allergy dermatitis termasuk: antiparasit, antihistamin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pyometra",
            "utterances": [
                "Anjing saya mengalami demam, lemas, perut membesar, kehilangan nafsu makan. Apakah ini pyometra?",
                "Apakah pyometra menyebabkan gejala seperti demam, lemas, perut membesar, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati pyometra pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pyometra?",
                "Anjing saya menunjukkan gejala seperti demam, lemas, perut membesar, kehilangan nafsu makan. Apakah perlu penanganan untuk pyometra?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pyometra termasuk: operasi pengangkatan rahim."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ear_mites",
            "utterances": [
                "Anjing saya mengalami gatal di telinga, kotoran berlebihan, bau tidak sedap. Apakah ini ear mites?",
                "Apakah ear mites menyebabkan gejala seperti gatal di telinga, kotoran berlebihan, bau tidak sedap pada anjing?",
                "Bagaimana cara mengobati ear mites pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ear mites?",
                "Anjing saya menunjukkan gejala seperti gatal di telinga, kotoran berlebihan, bau tidak sedap. Apakah perlu penanganan untuk ear mites?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ear mites termasuk: obat tetes telinga antiparasit, pembersihan telinga."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cherry_eye",
            "utterances": [
                "Anjing saya mengalami bengkak pada mata, mata merah. Apakah ini cherry eye?",
                "Apakah cherry eye menyebabkan gejala seperti bengkak pada mata, mata merah pada anjing?",
                "Bagaimana cara mengobati cherry eye pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cherry eye?",
                "Anjing saya menunjukkan gejala seperti bengkak pada mata, mata merah. Apakah perlu penanganan untuk cherry eye?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cherry eye termasuk: operasi untuk mengembalikan posisi kelenjar."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anal_sac_disease",
            "utterances": [
                "Anjing saya mengalami bau tidak sedap dari anus, sering menggaruk atau menggigit area anus. Apakah ini anal sac disease?",
                "Apakah anal sac disease menyebabkan gejala seperti bau tidak sedap dari anus, sering menggaruk atau menggigit area anus pada anjing?",
                "Bagaimana cara mengobati anal sac disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk anal sac disease?",
                "Anjing saya menunjukkan gejala seperti bau tidak sedap dari anus, sering menggaruk atau menggigit area anus. Apakah perlu penanganan untuk anal sac disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anal sac disease termasuk: pengosongan kelenjar, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anemia",
            "utterances": [
                "Anjing saya mengalami gusi pucat, nafas cepat, lesu. Apakah ini anemia?",
                "Apakah anemia menyebabkan gejala seperti gusi pucat, nafas cepat, lesu pada anjing?",
                "Bagaimana cara mengobati anemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk anemia?",
                "Anjing saya menunjukkan gejala seperti gusi pucat, nafas cepat, lesu. Apakah perlu penanganan untuk anemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anemia termasuk: transfusi darah, terapi besi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_arthritis",
            "utterances": [
                "Anjing saya mengalami nyeri sendi, kesulitan bergerak, kekakuan. Apakah ini arthritis?",
                "Apakah arthritis menyebabkan gejala seperti nyeri sendi, kesulitan bergerak, kekakuan pada anjing?",
                "Bagaimana cara mengobati arthritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk arthritis?",
                "Anjing saya menunjukkan gejala seperti nyeri sendi, kesulitan bergerak, kekakuan. Apakah perlu penanganan untuk arthritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk arthritis termasuk: antiinflamasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_allergic_dermatitis",
            "utterances": [
                "Anjing saya mengalami gatal, kemerahan, pembengkakan di sekitar area tertentu. Apakah ini allergic dermatitis?",
                "Apakah allergic dermatitis menyebabkan gejala seperti gatal, kemerahan, pembengkakan di sekitar area tertentu pada anjing?",
                "Bagaimana cara mengobati allergic dermatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk allergic dermatitis?",
                "Anjing saya menunjukkan gejala seperti gatal, kemerahan, pembengkakan di sekitar area tertentu. Apakah perlu penanganan untuk allergic dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk allergic dermatitis termasuk: antihistamin, steroid topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_kennel_stress",
            "utterances": [
                "Anjing saya mengalami mual, kurang nafsu makan, stress. Apakah ini kennel stress?",
                "Apakah kennel stress menyebabkan gejala seperti mual, kurang nafsu makan, stress pada anjing?",
                "Bagaimana cara mengobati kennel stress pada anjing?",
                "Apa pengobatan yang dianjurkan untuk kennel stress?",
                "Anjing saya menunjukkan gejala seperti mual, kurang nafsu makan, stress. Apakah perlu penanganan untuk kennel stress?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk kennel stress termasuk: lingkungan tenang, pemberian cairan, probiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tooth_abscess",
            "utterances": [
                "Anjing saya mengalami nyeri pada gigi, pembengkakan pada wajah. Apakah ini tooth abscess?",
                "Apakah tooth abscess menyebabkan gejala seperti nyeri pada gigi, pembengkakan pada wajah pada anjing?",
                "Bagaimana cara mengobati tooth abscess pada anjing?",
                "Apa pengobatan yang dianjurkan untuk tooth abscess?",
                "Anjing saya menunjukkan gejala seperti nyeri pada gigi, pembengkakan pada wajah. Apakah perlu penanganan untuk tooth abscess?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tooth abscess termasuk: ekstraksi gigi, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bladder_infection",
            "utterances": [
                "Anjing saya mengalami sering buang air kecil, nyeri saat buang air kecil. Apakah ini bladder infection?",
                "Apakah bladder infection menyebabkan gejala seperti sering buang air kecil, nyeri saat buang air kecil pada anjing?",
                "Bagaimana cara mengobati bladder infection pada anjing?",
                "Apa pengobatan yang dianjurkan untuk bladder infection?",
                "Anjing saya menunjukkan gejala seperti sering buang air kecil, nyeri saat buang air kecil. Apakah perlu penanganan untuk bladder infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bladder infection termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bone_cancer",
            "utterances": [
                "Anjing saya mengalami nyeri pada tulang, lesu, pembengkakan pada area tertentu. Apakah ini bone cancer?",
                "Apakah bone cancer menyebabkan gejala seperti nyeri pada tulang, lesu, pembengkakan pada area tertentu pada anjing?",
                "Bagaimana cara mengobati bone cancer pada anjing?",
                "Apa pengobatan yang dianjurkan untuk bone cancer?",
                "Anjing saya menunjukkan gejala seperti nyeri pada tulang, lesu, pembengkakan pada area tertentu. Apakah perlu penanganan untuk bone cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bone cancer termasuk: kemoterapi, analgesik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bronchitis",
            "utterances": [
                "Anjing saya mengalami batuk, nafas pendek, demam. Apakah ini bronchitis?",
                "Apakah bronchitis menyebabkan gejala seperti batuk, nafas pendek, demam pada anjing?",
                "Bagaimana cara mengobati bronchitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk bronchitis?",
                "Anjing saya menunjukkan gejala seperti batuk, nafas pendek, demam. Apakah perlu penanganan untuk bronchitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bronchitis termasuk: antibiotik, terapi inhalasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cancer",
            "utterances": [
                "Anjing saya mengalami benjolan, kehilangan nafsu makan, lemas. Apakah ini cancer?",
                "Apakah cancer menyebabkan gejala seperti benjolan, kehilangan nafsu makan, lemas pada anjing?",
                "Bagaimana cara mengobati cancer pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cancer?",
                "Anjing saya menunjukkan gejala seperti benjolan, kehilangan nafsu makan, lemas. Apakah perlu penanganan untuk cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cancer termasuk: kemoterapi, radioterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cataracts",
            "utterances": [
                "Anjing saya mengalami kabur penglihatan, pembengkakan lensa mata. Apakah ini cataracts?",
                "Apakah cataracts menyebabkan gejala seperti kabur penglihatan, pembengkakan lensa mata pada anjing?",
                "Bagaimana cara mengobati cataracts pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cataracts?",
                "Anjing saya menunjukkan gejala seperti kabur penglihatan, pembengkakan lensa mata. Apakah perlu penanganan untuk cataracts?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cataracts termasuk: operasi katarak."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_chronic_renal_failure",
            "utterances": [
                "Anjing saya mengalami lesu, haus berlebihan, sering buang air kecil. Apakah ini chronic renal failure?",
                "Apakah chronic renal failure menyebabkan gejala seperti lesu, haus berlebihan, sering buang air kecil pada anjing?",
                "Bagaimana cara mengobati chronic renal failure pada anjing?",
                "Apa pengobatan yang dianjurkan untuk chronic renal failure?",
                "Anjing saya menunjukkan gejala seperti lesu, haus berlebihan, sering buang air kecil. Apakah perlu penanganan untuk chronic renal failure?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk chronic renal failure termasuk: diet rendah protein, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_colitis",
            "utterances": [
                "Anjing saya mengalami diare, nyeri perut, gas berlebih. Apakah ini colitis?",
                "Apakah colitis menyebabkan gejala seperti diare, nyeri perut, gas berlebih pada anjing?",
                "Bagaimana cara mengobati colitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk colitis?",
                "Anjing saya menunjukkan gejala seperti diare, nyeri perut, gas berlebih. Apakah perlu penanganan untuk colitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk colitis termasuk: diet tinggi serat, probiotik, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_conjunctivitis",
            "utterances": [
                "Anjing saya mengalami mata merah, gatal, berair. Apakah ini conjunctivitis?",
                "Apakah conjunctivitis menyebabkan gejala seperti mata merah, gatal, berair pada anjing?",
                "Bagaimana cara mengobati conjunctivitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk conjunctivitis?",
                "Anjing saya menunjukkan gejala seperti mata merah, gatal, berair. Apakah perlu penanganan untuk conjunctivitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk conjunctivitis termasuk: antibiotik tetes mata, kompres hangat."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_corneal_ulcers",
            "utterances": [
                "Anjing saya mengalami mata berair, kemerahan, nyeri. Apakah ini corneal ulcers?",
                "Apakah corneal ulcers menyebabkan gejala seperti mata berair, kemerahan, nyeri pada anjing?",
                "Bagaimana cara mengobati corneal ulcers pada anjing?",
                "Apa pengobatan yang dianjurkan untuk corneal ulcers?",
                "Anjing saya menunjukkan gejala seperti mata berair, kemerahan, nyeri. Apakah perlu penanganan untuk corneal ulcers?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk corneal ulcers termasuk: obat tetes antibiotik, pelindung mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cryptorchidism",
            "utterances": [
                "Anjing saya mengalami testis tidak turun. Apakah ini cryptorchidism?",
                "Apakah cryptorchidism menyebabkan gejala seperti testis tidak turun pada anjing?",
                "Bagaimana cara mengobati cryptorchidism pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cryptorchidism?",
                "Anjing saya menunjukkan gejala seperti testis tidak turun. Apakah perlu penanganan untuk cryptorchidism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cryptorchidism termasuk: operasi pengangkatan testis."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_diabetes",
            "utterances": [
                "Anjing saya mengalami haus berlebihan, lemas, sering buang air kecil. Apakah ini diabetes?",
                "Apakah diabetes menyebabkan gejala seperti haus berlebihan, lemas, sering buang air kecil pada anjing?",
                "Bagaimana cara mengobati diabetes pada anjing?",
                "Apa pengobatan yang dianjurkan untuk diabetes?",
                "Anjing saya menunjukkan gejala seperti haus berlebihan, lemas, sering buang air kecil. Apakah perlu penanganan untuk diabetes?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk diabetes termasuk: pemberian insulin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dry_eye",
            "utterances": [
                "Anjing saya mengalami mata kering, rasa gatal, perih. Apakah ini dry eye?",
                "Apakah dry eye menyebabkan gejala seperti mata kering, rasa gatal, perih pada anjing?",
                "Bagaimana cara mengobati dry eye pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dry eye?",
                "Anjing saya menunjukkan gejala seperti mata kering, rasa gatal, perih. Apakah perlu penanganan untuk dry eye?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dry eye termasuk: obat tetes mata pelembap."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ear_hematoma",
            "utterances": [
                "Anjing saya mengalami pembengkakan telinga, nyeri. Apakah ini ear hematoma?",
                "Apakah ear hematoma menyebabkan gejala seperti pembengkakan telinga, nyeri pada anjing?",
                "Bagaimana cara mengobati ear hematoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ear hematoma?",
                "Anjing saya menunjukkan gejala seperti pembengkakan telinga, nyeri. Apakah perlu penanganan untuk ear hematoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ear hematoma termasuk: operasi untuk mengeringkan darah."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_epilepsy",
            "utterances": [
                "Anjing saya mengalami kejang, penurunan kesadaran. Apakah ini epilepsy?",
                "Apakah epilepsy menyebabkan gejala seperti kejang, penurunan kesadaran pada anjing?",
                "Bagaimana cara mengobati epilepsy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk epilepsy?",
                "Anjing saya menunjukkan gejala seperti kejang, penurunan kesadaran. Apakah perlu penanganan untuk epilepsy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk epilepsy termasuk: obat antikonvulsan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_esophagitis",
            "utterances": [
                "Anjing saya mengalami nyeri saat makan, batuk, saliva berlebih. Apakah ini esophagitis?",
                "Apakah esophagitis menyebabkan gejala seperti nyeri saat makan, batuk, saliva berlebih pada anjing?",
                "Bagaimana cara mengobati esophagitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk esophagitis?",
                "Anjing saya menunjukkan gejala seperti nyeri saat makan, batuk, saliva berlebih. Apakah perlu penanganan untuk esophagitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk esophagitis termasuk: antibiotik, antiinflamasi, diet lembut."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_eye_infection",
            "utterances": [
                "Anjing saya mengalami mata merah, berair, gatal. Apakah ini eye infection?",
                "Apakah eye infection menyebabkan gejala seperti mata merah, berair, gatal pada anjing?",
                "Bagaimana cara mengobati eye infection pada anjing?",
                "Apa pengobatan yang dianjurkan untuk eye infection?",
                "Anjing saya menunjukkan gejala seperti mata merah, berair, gatal. Apakah perlu penanganan untuk eye infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk eye infection termasuk: antibiotik tetes mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_folliculitis",
            "utterances": [
                "Anjing saya mengalami benjolan di kulit, rambut rontok. Apakah ini folliculitis?",
                "Apakah folliculitis menyebabkan gejala seperti benjolan di kulit, rambut rontok pada anjing?",
                "Bagaimana cara mengobati folliculitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk folliculitis?",
                "Anjing saya menunjukkan gejala seperti benjolan di kulit, rambut rontok. Apakah perlu penanganan untuk folliculitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk folliculitis termasuk: antibiotik, pembersih topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_glaucoma",
            "utterances": [
                "Anjing saya mengalami nyeri mata, pembengkakan. Apakah ini glaucoma?",
                "Apakah glaucoma menyebabkan gejala seperti nyeri mata, pembengkakan pada anjing?",
                "Bagaimana cara mengobati glaucoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk glaucoma?",
                "Anjing saya menunjukkan gejala seperti nyeri mata, pembengkakan. Apakah perlu penanganan untuk glaucoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk glaucoma termasuk: obat tetes untuk mengurangi tekanan mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_gingivitis",
            "utterances": [
                "Anjing saya mengalami gusi merah, bau mulut. Apakah ini gingivitis?",
                "Apakah gingivitis menyebabkan gejala seperti gusi merah, bau mulut pada anjing?",
                "Bagaimana cara mengobati gingivitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk gingivitis?",
                "Anjing saya menunjukkan gejala seperti gusi merah, bau mulut. Apakah perlu penanganan untuk gingivitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk gingivitis termasuk: pembersihan gigi, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_heat_stroke",
            "utterances": [
                "Anjing saya mengalami suhu tubuh tinggi, lemas, nafas cepat. Apakah ini heat stroke?",
                "Apakah heat stroke menyebabkan gejala seperti suhu tubuh tinggi, lemas, nafas cepat pada anjing?",
                "Bagaimana cara mengobati heat stroke pada anjing?",
                "Apa pengobatan yang dianjurkan untuk heat stroke?",
                "Anjing saya menunjukkan gejala seperti suhu tubuh tinggi, lemas, nafas cepat. Apakah perlu penanganan untuk heat stroke?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk heat stroke termasuk: pendinginan tubuh, cairan iv."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hemangiosarcoma",
            "utterances": [
                "Anjing saya mengalami lesu, pembengkakan perut. Apakah ini hemangiosarcoma?",
                "Apakah hemangiosarcoma menyebabkan gejala seperti lesu, pembengkakan perut pada anjing?",
                "Bagaimana cara mengobati hemangiosarcoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hemangiosarcoma?",
                "Anjing saya menunjukkan gejala seperti lesu, pembengkakan perut. Apakah perlu penanganan untuk hemangiosarcoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hemangiosarcoma termasuk: operasi, kemoterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hip_dysplasia",
            "utterances": [
                "Anjing saya mengalami nyeri sendi, lemas. Apakah ini hip dysplasia?",
                "Apakah hip dysplasia menyebabkan gejala seperti nyeri sendi, lemas pada anjing?",
                "Bagaimana cara mengobati hip dysplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hip dysplasia?",
                "Anjing saya menunjukkan gejala seperti nyeri sendi, lemas. Apakah perlu penanganan untuk hip dysplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hip dysplasia termasuk: obat antiinflamasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hyperkeratosis",
            "utterances": [
                "Anjing saya mengalami kulit keras, pecah-pecah. Apakah ini hyperkeratosis?",
                "Apakah hyperkeratosis menyebabkan gejala seperti kulit keras, pecah-pecah pada anjing?",
                "Bagaimana cara mengobati hyperkeratosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hyperkeratosis?",
                "Anjing saya menunjukkan gejala seperti kulit keras, pecah-pecah. Apakah perlu penanganan untuk hyperkeratosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperkeratosis termasuk: pelembap topikal, salep khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_infectious_tracheobronchitis",
            "utterances": [
                "Anjing saya mengalami batuk, hidung berair. Apakah ini infectious tracheobronchitis?",
                "Apakah infectious tracheobronchitis menyebabkan gejala seperti batuk, hidung berair pada anjing?",
                "Bagaimana cara mengobati infectious tracheobronchitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk infectious tracheobronchitis?",
                "Anjing saya menunjukkan gejala seperti batuk, hidung berair. Apakah perlu penanganan untuk infectious tracheobronchitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk infectious tracheobronchitis termasuk: antibiotik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_intestinal_parasites",
            "utterances": [
                "Anjing saya mengalami diare, kehilangan berat badan, perut buncit. Apakah ini intestinal parasites?",
                "Apakah intestinal parasites menyebabkan gejala seperti diare, kehilangan berat badan, perut buncit pada anjing?",
                "Bagaimana cara mengobati intestinal parasites pada anjing?",
                "Apa pengobatan yang dianjurkan untuk intestinal parasites?",
                "Anjing saya menunjukkan gejala seperti diare, kehilangan berat badan, perut buncit. Apakah perlu penanganan untuk intestinal parasites?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk intestinal parasites termasuk: antiparasit, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_kidney_disease",
            "utterances": [
                "Anjing saya mengalami haus berlebihan, lemas, mual. Apakah ini kidney disease?",
                "Apakah kidney disease menyebabkan gejala seperti haus berlebihan, lemas, mual pada anjing?",
                "Bagaimana cara mengobati kidney disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk kidney disease?",
                "Anjing saya menunjukkan gejala seperti haus berlebihan, lemas, mual. Apakah perlu penanganan untuk kidney disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk kidney disease termasuk: diet khusus, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_liver_disease",
            "utterances": [
                "Anjing saya mengalami muntah, lemas, demam. Apakah ini liver disease?",
                "Apakah liver disease menyebabkan gejala seperti muntah, lemas, demam pada anjing?",
                "Bagaimana cara mengobati liver disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk liver disease?",
                "Anjing saya menunjukkan gejala seperti muntah, lemas, demam. Apakah perlu penanganan untuk liver disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk liver disease termasuk: diet rendah protein, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_mange",
            "utterances": [
                "Anjing saya mengalami kulit kasar, gatal, kemerahan. Apakah ini mange?",
                "Apakah mange menyebabkan gejala seperti kulit kasar, gatal, kemerahan pada anjing?",
                "Bagaimana cara mengobati mange pada anjing?",
                "Apa pengobatan yang dianjurkan untuk mange?",
                "Anjing saya menunjukkan gejala seperti kulit kasar, gatal, kemerahan. Apakah perlu penanganan untuk mange?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mange termasuk: obat antiparasit topikal, kebersihan lingkungan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_melanoma",
            "utterances": [
                "Anjing saya mengalami benjolan hitam di kulit. Apakah ini melanoma?",
                "Apakah melanoma menyebabkan gejala seperti benjolan hitam di kulit pada anjing?",
                "Bagaimana cara mengobati melanoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk melanoma?",
                "Anjing saya menunjukkan gejala seperti benjolan hitam di kulit. Apakah perlu penanganan untuk melanoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk melanoma termasuk: operasi, kemoterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_metritis",
            "utterances": [
                "Anjing saya mengalami nyeri perut, demam, bau mulut. Apakah ini metritis?",
                "Apakah metritis menyebabkan gejala seperti nyeri perut, demam, bau mulut pada anjing?",
                "Bagaimana cara mengobati metritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk metritis?",
                "Anjing saya menunjukkan gejala seperti nyeri perut, demam, bau mulut. Apakah perlu penanganan untuk metritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk metritis termasuk: antibiotik, operasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_mitral_valve_disease",
            "utterances": [
                "Anjing saya mengalami pucat, gusi bengkak. Apakah ini mitral valve disease?",
                "Apakah mitral valve disease menyebabkan gejala seperti pucat, gusi bengkak pada anjing?",
                "Bagaimana cara mengobati mitral valve disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk mitral valve disease?",
                "Anjing saya menunjukkan gejala seperti pucat, gusi bengkak. Apakah perlu penanganan untuk mitral valve disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mitral valve disease termasuk: obat jantung, diet rendah natrium."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_mouth_ulcers",
            "utterances": [
                "Anjing saya mengalami nyeri di mulut, air liur berlebihan. Apakah ini mouth ulcers?",
                "Apakah mouth ulcers menyebabkan gejala seperti nyeri di mulut, air liur berlebihan pada anjing?",
                "Bagaimana cara mengobati mouth ulcers pada anjing?",
                "Apa pengobatan yang dianjurkan untuk mouth ulcers?",
                "Anjing saya menunjukkan gejala seperti nyeri di mulut, air liur berlebihan. Apakah perlu penanganan untuk mouth ulcers?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mouth ulcers termasuk: antiseptik mulut, diet lembut."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_nasal_mites",
            "utterances": [
                "Anjing saya mengalami gatal pada hidung, bersin. Apakah ini nasal mites?",
                "Apakah nasal mites menyebabkan gejala seperti gatal pada hidung, bersin pada anjing?",
                "Bagaimana cara mengobati nasal mites pada anjing?",
                "Apa pengobatan yang dianjurkan untuk nasal mites?",
                "Anjing saya menunjukkan gejala seperti gatal pada hidung, bersin. Apakah perlu penanganan untuk nasal mites?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk nasal mites termasuk: obat antiparasit hidung."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_obesity",
            "utterances": [
                "Anjing saya mengalami berat badan berlebih, lesu. Apakah ini obesity?",
                "Apakah obesity menyebabkan gejala seperti berat badan berlebih, lesu pada anjing?",
                "Bagaimana cara mengobati obesity pada anjing?",
                "Apa pengobatan yang dianjurkan untuk obesity?",
                "Anjing saya menunjukkan gejala seperti berat badan berlebih, lesu. Apakah perlu penanganan untuk obesity?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk obesity termasuk: diet khusus, olahraga."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_parasitic_infection",
            "utterances": [
                "Anjing saya mengalami kulit gatal, rambut rontok. Apakah ini parasitic infection?",
                "Apakah parasitic infection menyebabkan gejala seperti kulit gatal, rambut rontok pada anjing?",
                "Bagaimana cara mengobati parasitic infection pada anjing?",
                "Apa pengobatan yang dianjurkan untuk parasitic infection?",
                "Anjing saya menunjukkan gejala seperti kulit gatal, rambut rontok. Apakah perlu penanganan untuk parasitic infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk parasitic infection termasuk: antiparasit oral atau topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pericardial_effusion",
            "utterances": [
                "Anjing saya mengalami nyeri dada, sesak napas. Apakah ini pericardial effusion?",
                "Apakah pericardial effusion menyebabkan gejala seperti nyeri dada, sesak napas pada anjing?",
                "Bagaimana cara mengobati pericardial effusion pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pericardial effusion?",
                "Anjing saya menunjukkan gejala seperti nyeri dada, sesak napas. Apakah perlu penanganan untuk pericardial effusion?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pericardial effusion termasuk: drainase cairan, obat antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pneumonia",
            "utterances": [
                "Anjing saya mengalami demam, batuk, lemas. Apakah ini pneumonia?",
                "Apakah pneumonia menyebabkan gejala seperti demam, batuk, lemas pada anjing?",
                "Bagaimana cara mengobati pneumonia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pneumonia?",
                "Anjing saya menunjukkan gejala seperti demam, batuk, lemas. Apakah perlu penanganan untuk pneumonia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pneumonia termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_prostatitis",
            "utterances": [
                "Anjing saya mengalami nyeri saat buang air kecil, demam. Apakah ini prostatitis?",
                "Apakah prostatitis menyebabkan gejala seperti nyeri saat buang air kecil, demam pada anjing?",
                "Bagaimana cara mengobati prostatitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk prostatitis?",
                "Anjing saya menunjukkan gejala seperti nyeri saat buang air kecil, demam. Apakah perlu penanganan untuk prostatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk prostatitis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pulmonary_edema",
            "utterances": [
                "Anjing saya mengalami sesak napas, lemas. Apakah ini pulmonary edema?",
                "Apakah pulmonary edema menyebabkan gejala seperti sesak napas, lemas pada anjing?",
                "Bagaimana cara mengobati pulmonary edema pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pulmonary edema?",
                "Anjing saya menunjukkan gejala seperti sesak napas, lemas. Apakah perlu penanganan untuk pulmonary edema?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pulmonary edema termasuk: diuretik, oksigen."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ringworm",
            "utterances": [
                "Anjing saya mengalami kemerahan, bercak putih, gatal. Apakah ini ringworm?",
                "Apakah ringworm menyebabkan gejala seperti kemerahan, bercak putih, gatal pada anjing?",
                "Bagaimana cara mengobati ringworm pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ringworm?",
                "Anjing saya menunjukkan gejala seperti kemerahan, bercak putih, gatal. Apakah perlu penanganan untuk ringworm?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ringworm termasuk: antijamur topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_seborrhea",
            "utterances": [
                "Anjing saya mengalami kulit kering, bersisik, gatal. Apakah ini seborrhea?",
                "Apakah seborrhea menyebabkan gejala seperti kulit kering, bersisik, gatal pada anjing?",
                "Bagaimana cara mengobati seborrhea pada anjing?",
                "Apa pengobatan yang dianjurkan untuk seborrhea?",
                "Anjing saya menunjukkan gejala seperti kulit kering, bersisik, gatal. Apakah perlu penanganan untuk seborrhea?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk seborrhea termasuk: shampoo khusus, pelembap topikal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_separation_anxiety",
            "utterances": [
                "Anjing saya mengalami gelisah saat ditinggal sendiri, menggonggong terus menerus. Apakah ini separation anxiety?",
                "Apakah separation anxiety menyebabkan gejala seperti gelisah saat ditinggal sendiri, menggonggong terus menerus pada anjing?",
                "Bagaimana cara mengobati separation anxiety pada anjing?",
                "Apa pengobatan yang dianjurkan untuk separation anxiety?",
                "Anjing saya menunjukkan gejala seperti gelisah saat ditinggal sendiri, menggonggong terus menerus. Apakah perlu penanganan untuk separation anxiety?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk separation anxiety termasuk: latihan perilaku, terapi obat jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_skin_allergies",
            "utterances": [
                "Anjing saya mengalami gatal, bintik merah, rambut rontok. Apakah ini skin allergies?",
                "Apakah skin allergies menyebabkan gejala seperti gatal, bintik merah, rambut rontok pada anjing?",
                "Bagaimana cara mengobati skin allergies pada anjing?",
                "Apa pengobatan yang dianjurkan untuk skin allergies?",
                "Anjing saya menunjukkan gejala seperti gatal, bintik merah, rambut rontok. Apakah perlu penanganan untuk skin allergies?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk skin allergies termasuk: antihistamin, steroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_splenomegaly",
            "utterances": [
                "Anjing saya mengalami perut membesar, lesu. Apakah ini splenomegaly?",
                "Apakah splenomegaly menyebabkan gejala seperti perut membesar, lesu pada anjing?",
                "Bagaimana cara mengobati splenomegaly pada anjing?",
                "Apa pengobatan yang dianjurkan untuk splenomegaly?",
                "Anjing saya menunjukkan gejala seperti perut membesar, lesu. Apakah perlu penanganan untuk splenomegaly?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk splenomegaly termasuk: terapi penyebab utama, operasi jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tetanus",
            "utterances": [
                "Anjing saya mengalami kaku otot, kejang. Apakah ini tetanus?",
                "Apakah tetanus menyebabkan gejala seperti kaku otot, kejang pada anjing?",
                "Bagaimana cara mengobati tetanus pada anjing?",
                "Apa pengobatan yang dianjurkan untuk tetanus?",
                "Anjing saya menunjukkan gejala seperti kaku otot, kejang. Apakah perlu penanganan untuk tetanus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tetanus termasuk: antibiotik, relaksan otot."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_thyroid_cancer",
            "utterances": [
                "Anjing saya mengalami benjolan pada leher, lesu. Apakah ini thyroid cancer?",
                "Apakah thyroid cancer menyebabkan gejala seperti benjolan pada leher, lesu pada anjing?",
                "Bagaimana cara mengobati thyroid cancer pada anjing?",
                "Apa pengobatan yang dianjurkan untuk thyroid cancer?",
                "Anjing saya menunjukkan gejala seperti benjolan pada leher, lesu. Apakah perlu penanganan untuk thyroid cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk thyroid cancer termasuk: operasi, kemoterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tick-borne_disease",
            "utterances": [
                "Anjing saya mengalami demam, lesu, nyeri sendi. Apakah ini tick-borne disease?",
                "Apakah tick-borne disease menyebabkan gejala seperti demam, lesu, nyeri sendi pada anjing?",
                "Bagaimana cara mengobati tick-borne disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk tick-borne disease?",
                "Anjing saya menunjukkan gejala seperti demam, lesu, nyeri sendi. Apakah perlu penanganan untuk tick-borne disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tick-borne disease termasuk: antibiotik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tonsillitis",
            "utterances": [
                "Anjing saya mengalami tenggorokan sakit, demam. Apakah ini tonsillitis?",
                "Apakah tonsillitis menyebabkan gejala seperti tenggorokan sakit, demam pada anjing?",
                "Bagaimana cara mengobati tonsillitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk tonsillitis?",
                "Anjing saya menunjukkan gejala seperti tenggorokan sakit, demam. Apakah perlu penanganan untuk tonsillitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tonsillitis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_toxoplasmosis",
            "utterances": [
                "Anjing saya mengalami lemas, mual, kehilangan nafsu makan. Apakah ini toxoplasmosis?",
                "Apakah toxoplasmosis menyebabkan gejala seperti lemas, mual, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati toxoplasmosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk toxoplasmosis?",
                "Anjing saya menunjukkan gejala seperti lemas, mual, kehilangan nafsu makan. Apakah perlu penanganan untuk toxoplasmosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk toxoplasmosis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ulcerative_keratitis",
            "utterances": [
                "Anjing saya mengalami nyeri mata, luka pada kornea. Apakah ini ulcerative keratitis?",
                "Apakah ulcerative keratitis menyebabkan gejala seperti nyeri mata, luka pada kornea pada anjing?",
                "Bagaimana cara mengobati ulcerative keratitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ulcerative keratitis?",
                "Anjing saya menunjukkan gejala seperti nyeri mata, luka pada kornea. Apakah perlu penanganan untuk ulcerative keratitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ulcerative keratitis termasuk: obat tetes antibiotik, pelindung mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_urolithiasis",
            "utterances": [
                "Anjing saya mengalami sulit buang air kecil, urine berdarah. Apakah ini urolithiasis?",
                "Apakah urolithiasis menyebabkan gejala seperti sulit buang air kecil, urine berdarah pada anjing?",
                "Bagaimana cara mengobati urolithiasis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk urolithiasis?",
                "Anjing saya menunjukkan gejala seperti sulit buang air kecil, urine berdarah. Apakah perlu penanganan untuk urolithiasis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk urolithiasis termasuk: diet khusus, operasi jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_vaginitis",
            "utterances": [
                "Anjing saya mengalami pembengkakan di sekitar vagina, lemas. Apakah ini vaginitis?",
                "Apakah vaginitis menyebabkan gejala seperti pembengkakan di sekitar vagina, lemas pada anjing?",
                "Bagaimana cara mengobati vaginitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk vaginitis?",
                "Anjing saya menunjukkan gejala seperti pembengkakan di sekitar vagina, lemas. Apakah perlu penanganan untuk vaginitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk vaginitis termasuk: antibiotik, pembersihan lokal."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_vestibular_disease",
            "utterances": [
                "Anjing saya mengalami kepala miring, kehilangan keseimbangan. Apakah ini vestibular disease?",
                "Apakah vestibular disease menyebabkan gejala seperti kepala miring, kehilangan keseimbangan pada anjing?",
                "Bagaimana cara mengobati vestibular disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk vestibular disease?",
                "Anjing saya menunjukkan gejala seperti kepala miring, kehilangan keseimbangan. Apakah perlu penanganan untuk vestibular disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk vestibular disease termasuk: terapi suportif, antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_worm_infestation",
            "utterances": [
                "Anjing saya mengalami cacing di feses, penurunan berat badan. Apakah ini worm infestation?",
                "Apakah worm infestation menyebabkan gejala seperti cacing di feses, penurunan berat badan pada anjing?",
                "Bagaimana cara mengobati worm infestation pada anjing?",
                "Apa pengobatan yang dianjurkan untuk worm infestation?",
                "Anjing saya menunjukkan gejala seperti cacing di feses, penurunan berat badan. Apakah perlu penanganan untuk worm infestation?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk worm infestation termasuk: obat cacing oral."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_zinc_deficiency",
            "utterances": [
                "Anjing saya mengalami kulit bersisik, rambut rontok. Apakah ini zinc deficiency?",
                "Apakah zinc deficiency menyebabkan gejala seperti kulit bersisik, rambut rontok pada anjing?",
                "Bagaimana cara mengobati zinc deficiency pada anjing?",
                "Apa pengobatan yang dianjurkan untuk zinc deficiency?",
                "Anjing saya menunjukkan gejala seperti kulit bersisik, rambut rontok. Apakah perlu penanganan untuk zinc deficiency?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk zinc deficiency termasuk: suplemen seng, diet khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_acanthosis_nigricans",
            "utterances": [
                "Anjing saya mengalami kulit menghitam, gatal. Apakah ini acanthosis nigricans?",
                "Apakah acanthosis nigricans menyebabkan gejala seperti kulit menghitam, gatal pada anjing?",
                "Bagaimana cara mengobati acanthosis nigricans pada anjing?",
                "Apa pengobatan yang dianjurkan untuk acanthosis nigricans?",
                "Anjing saya menunjukkan gejala seperti kulit menghitam, gatal. Apakah perlu penanganan untuk acanthosis nigricans?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk acanthosis nigricans termasuk: antiinflamasi topikal, pelembap."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_addison's_disease",
            "utterances": [
                "Anjing saya mengalami lemas, muntah, penurunan berat badan. Apakah ini addison's disease?",
                "Apakah addison's disease menyebabkan gejala seperti lemas, muntah, penurunan berat badan pada anjing?",
                "Bagaimana cara mengobati addison's disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk addison's disease?",
                "Anjing saya menunjukkan gejala seperti lemas, muntah, penurunan berat badan. Apakah perlu penanganan untuk addison's disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk addison's disease termasuk: pemberian hormon kortisol."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_adrenal_tumors",
            "utterances": [
                "Anjing saya mengalami berat badan naik, lesu. Apakah ini adrenal tumors?",
                "Apakah adrenal tumors menyebabkan gejala seperti berat badan naik, lesu pada anjing?",
                "Bagaimana cara mengobati adrenal tumors pada anjing?",
                "Apa pengobatan yang dianjurkan untuk adrenal tumors?",
                "Anjing saya menunjukkan gejala seperti berat badan naik, lesu. Apakah perlu penanganan untuk adrenal tumors?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk adrenal tumors termasuk: operasi, terapi hormon."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anaplasmosis",
            "utterances": [
                "Anjing saya mengalami demam, lesu, nyeri sendi. Apakah ini anaplasmosis?",
                "Apakah anaplasmosis menyebabkan gejala seperti demam, lesu, nyeri sendi pada anjing?",
                "Bagaimana cara mengobati anaplasmosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk anaplasmosis?",
                "Anjing saya menunjukkan gejala seperti demam, lesu, nyeri sendi. Apakah perlu penanganan untuk anaplasmosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anaplasmosis termasuk: antibiotik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bloat",
            "utterances": [
                "Anjing saya mengalami perut buncit, muntah, lemas. Apakah ini bloat?",
                "Apakah bloat menyebabkan gejala seperti perut buncit, muntah, lemas pada anjing?",
                "Bagaimana cara mengobati bloat pada anjing?",
                "Apa pengobatan yang dianjurkan untuk bloat?",
                "Anjing saya menunjukkan gejala seperti perut buncit, muntah, lemas. Apakah perlu penanganan untuk bloat?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bloat termasuk: operasi darurat, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cancerous_tumors",
            "utterances": [
                "Anjing saya mengalami benjolan, kehilangan nafsu makan. Apakah ini cancerous tumors?",
                "Apakah cancerous tumors menyebabkan gejala seperti benjolan, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati cancerous tumors pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cancerous tumors?",
                "Anjing saya menunjukkan gejala seperti benjolan, kehilangan nafsu makan. Apakah perlu penanganan untuk cancerous tumors?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cancerous tumors termasuk: kemoterapi, operasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dental_disease",
            "utterances": [
                "Anjing saya mengalami nafas bau, gusi bengkak. Apakah ini dental disease?",
                "Apakah dental disease menyebabkan gejala seperti nafas bau, gusi bengkak pada anjing?",
                "Bagaimana cara mengobati dental disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dental disease?",
                "Anjing saya menunjukkan gejala seperti nafas bau, gusi bengkak. Apakah perlu penanganan untuk dental disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dental disease termasuk: pembersihan gigi, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dermatophytosis",
            "utterances": [
                "Anjing saya mengalami kulit kemerahan, bercak bulat. Apakah ini dermatophytosis?",
                "Apakah dermatophytosis menyebabkan gejala seperti kulit kemerahan, bercak bulat pada anjing?",
                "Bagaimana cara mengobati dermatophytosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dermatophytosis?",
                "Anjing saya menunjukkan gejala seperti kulit kemerahan, bercak bulat. Apakah perlu penanganan untuk dermatophytosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dermatophytosis termasuk: antijamur topikal atau oral."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ectropion",
            "utterances": [
                "Anjing saya mengalami kelopak mata turun, mata merah. Apakah ini ectropion?",
                "Apakah ectropion menyebabkan gejala seperti kelopak mata turun, mata merah pada anjing?",
                "Bagaimana cara mengobati ectropion pada anjing?",
                "Apa pengobatan yang dianjurkan untuk ectropion?",
                "Anjing saya menunjukkan gejala seperti kelopak mata turun, mata merah. Apakah perlu penanganan untuk ectropion?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ectropion termasuk: operasi, obat tetes mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_elbow_dysplasia",
            "utterances": [
                "Anjing saya mengalami nyeri pada siku, lemas. Apakah ini elbow dysplasia?",
                "Apakah elbow dysplasia menyebabkan gejala seperti nyeri pada siku, lemas pada anjing?",
                "Bagaimana cara mengobati elbow dysplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk elbow dysplasia?",
                "Anjing saya menunjukkan gejala seperti nyeri pada siku, lemas. Apakah perlu penanganan untuk elbow dysplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk elbow dysplasia termasuk: antiinflamasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_encephalitis",
            "utterances": [
                "Anjing saya mengalami demam, penurunan kesadaran. Apakah ini encephalitis?",
                "Apakah encephalitis menyebabkan gejala seperti demam, penurunan kesadaran pada anjing?",
                "Bagaimana cara mengobati encephalitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk encephalitis?",
                "Anjing saya menunjukkan gejala seperti demam, penurunan kesadaran. Apakah perlu penanganan untuk encephalitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk encephalitis termasuk: antibiotik, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_glucosuria",
            "utterances": [
                "Anjing saya mengalami haus berlebihan, buang air kecil sering. Apakah ini glucosuria?",
                "Apakah glucosuria menyebabkan gejala seperti haus berlebihan, buang air kecil sering pada anjing?",
                "Bagaimana cara mengobati glucosuria pada anjing?",
                "Apa pengobatan yang dianjurkan untuk glucosuria?",
                "Anjing saya menunjukkan gejala seperti haus berlebihan, buang air kecil sering. Apakah perlu penanganan untuk glucosuria?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk glucosuria termasuk: pengobatan diabetes, diet rendah gula."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hemophilia",
            "utterances": [
                "Anjing saya mengalami pendarahan mudah, gusi pucat. Apakah ini hemophilia?",
                "Apakah hemophilia menyebabkan gejala seperti pendarahan mudah, gusi pucat pada anjing?",
                "Bagaimana cara mengobati hemophilia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hemophilia?",
                "Anjing saya menunjukkan gejala seperti pendarahan mudah, gusi pucat. Apakah perlu penanganan untuk hemophilia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hemophilia termasuk: transfusi darah, terapi faktor pembekuan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypercalcemia",
            "utterances": [
                "Anjing saya mengalami haus berlebihan, lemas, muntah. Apakah ini hypercalcemia?",
                "Apakah hypercalcemia menyebabkan gejala seperti haus berlebihan, lemas, muntah pada anjing?",
                "Bagaimana cara mengobati hypercalcemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypercalcemia?",
                "Anjing saya menunjukkan gejala seperti haus berlebihan, lemas, muntah. Apakah perlu penanganan untuk hypercalcemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypercalcemia termasuk: diet rendah kalsium, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_inguinal_hernia",
            "utterances": [
                "Anjing saya mengalami benjolan di area selangkangan, nyeri saat bergerak. Apakah ini inguinal hernia?",
                "Apakah inguinal hernia menyebabkan gejala seperti benjolan di area selangkangan, nyeri saat bergerak pada anjing?",
                "Bagaimana cara mengobati inguinal hernia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk inguinal hernia?",
                "Anjing saya menunjukkan gejala seperti benjolan di area selangkangan, nyeri saat bergerak. Apakah perlu penanganan untuk inguinal hernia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk inguinal hernia termasuk: operasi hernia, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_lung_cancer",
            "utterances": [
                "Anjing saya mengalami batuk kronis, kesulitan bernapas, lemas. Apakah ini lung cancer?",
                "Apakah lung cancer menyebabkan gejala seperti batuk kronis, kesulitan bernapas, lemas pada anjing?",
                "Bagaimana cara mengobati lung cancer pada anjing?",
                "Apa pengobatan yang dianjurkan untuk lung cancer?",
                "Anjing saya menunjukkan gejala seperti batuk kronis, kesulitan bernapas, lemas. Apakah perlu penanganan untuk lung cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk lung cancer termasuk: kemoterapi, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_mastitis",
            "utterances": [
                "Anjing saya mengalami pembengkakan kelenjar susu, nyeri, demam. Apakah ini mastitis?",
                "Apakah mastitis menyebabkan gejala seperti pembengkakan kelenjar susu, nyeri, demam pada anjing?",
                "Bagaimana cara mengobati mastitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk mastitis?",
                "Anjing saya menunjukkan gejala seperti pembengkakan kelenjar susu, nyeri, demam. Apakah perlu penanganan untuk mastitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mastitis termasuk: antibiotik, kompres hangat."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_megaesophagus",
            "utterances": [
                "Anjing saya mengalami muntah, kesulitan menelan, berat badan turun. Apakah ini megaesophagus?",
                "Apakah megaesophagus menyebabkan gejala seperti muntah, kesulitan menelan, berat badan turun pada anjing?",
                "Bagaimana cara mengobati megaesophagus pada anjing?",
                "Apa pengobatan yang dianjurkan untuk megaesophagus?",
                "Anjing saya menunjukkan gejala seperti muntah, kesulitan menelan, berat badan turun. Apakah perlu penanganan untuk megaesophagus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk megaesophagus termasuk: diet khusus, pemberian makan dengan posisi tegak."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_melioidosis",
            "utterances": [
                "Anjing saya mengalami demam tinggi, nyeri otot, lesu. Apakah ini melioidosis?",
                "Apakah melioidosis menyebabkan gejala seperti demam tinggi, nyeri otot, lesu pada anjing?",
                "Bagaimana cara mengobati melioidosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk melioidosis?",
                "Anjing saya menunjukkan gejala seperti demam tinggi, nyeri otot, lesu. Apakah perlu penanganan untuk melioidosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk melioidosis termasuk: antibiotik spektrum luas."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_multiple_myeloma",
            "utterances": [
                "Anjing saya mengalami nyeri tulang, lemas, anemia. Apakah ini multiple myeloma?",
                "Apakah multiple myeloma menyebabkan gejala seperti nyeri tulang, lemas, anemia pada anjing?",
                "Bagaimana cara mengobati multiple myeloma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk multiple myeloma?",
                "Anjing saya menunjukkan gejala seperti nyeri tulang, lemas, anemia. Apakah perlu penanganan untuk multiple myeloma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk multiple myeloma termasuk: kemoterapi, analgesik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_myasthenia_gravis",
            "utterances": [
                "Anjing saya mengalami kelemahan otot, kesulitan menelan, keletihan. Apakah ini myasthenia gravis?",
                "Apakah myasthenia gravis menyebabkan gejala seperti kelemahan otot, kesulitan menelan, keletihan pada anjing?",
                "Bagaimana cara mengobati myasthenia gravis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk myasthenia gravis?",
                "Anjing saya menunjukkan gejala seperti kelemahan otot, kesulitan menelan, keletihan. Apakah perlu penanganan untuk myasthenia gravis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk myasthenia gravis termasuk: antikolinesterase, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_neoplasia",
            "utterances": [
                "Anjing saya mengalami benjolan, kehilangan nafsu makan, berat badan turun. Apakah ini neoplasia?",
                "Apakah neoplasia menyebabkan gejala seperti benjolan, kehilangan nafsu makan, berat badan turun pada anjing?",
                "Bagaimana cara mengobati neoplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk neoplasia?",
                "Anjing saya menunjukkan gejala seperti benjolan, kehilangan nafsu makan, berat badan turun. Apakah perlu penanganan untuk neoplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk neoplasia termasuk: operasi, kemoterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_optic_neuritis",
            "utterances": [
                "Anjing saya mengalami kehilangan penglihatan mendadak, nyeri mata. Apakah ini optic neuritis?",
                "Apakah optic neuritis menyebabkan gejala seperti kehilangan penglihatan mendadak, nyeri mata pada anjing?",
                "Bagaimana cara mengobati optic neuritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk optic neuritis?",
                "Anjing saya menunjukkan gejala seperti kehilangan penglihatan mendadak, nyeri mata. Apakah perlu penanganan untuk optic neuritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk optic neuritis termasuk: kortikosteroid, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_osteochondritis",
            "utterances": [
                "Anjing saya mengalami nyeri sendi, kesulitan bergerak, lemas. Apakah ini osteochondritis?",
                "Apakah osteochondritis menyebabkan gejala seperti nyeri sendi, kesulitan bergerak, lemas pada anjing?",
                "Bagaimana cara mengobati osteochondritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk osteochondritis?",
                "Anjing saya menunjukkan gejala seperti nyeri sendi, kesulitan bergerak, lemas. Apakah perlu penanganan untuk osteochondritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk osteochondritis termasuk: operasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_osteosarcoma",
            "utterances": [
                "Anjing saya mengalami nyeri tulang, pembengkakan, lemas. Apakah ini osteosarcoma?",
                "Apakah osteosarcoma menyebabkan gejala seperti nyeri tulang, pembengkakan, lemas pada anjing?",
                "Bagaimana cara mengobati osteosarcoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk osteosarcoma?",
                "Anjing saya menunjukkan gejala seperti nyeri tulang, pembengkakan, lemas. Apakah perlu penanganan untuk osteosarcoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk osteosarcoma termasuk: kemoterapi, operasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_paronychia",
            "utterances": [
                "Anjing saya mengalami pembengkakan pada area kuku, nyeri. Apakah ini paronychia?",
                "Apakah paronychia menyebabkan gejala seperti pembengkakan pada area kuku, nyeri pada anjing?",
                "Bagaimana cara mengobati paronychia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk paronychia?",
                "Anjing saya menunjukkan gejala seperti pembengkakan pada area kuku, nyeri. Apakah perlu penanganan untuk paronychia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk paronychia termasuk: antibiotik, pembersihan area kuku."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_peritonitis",
            "utterances": [
                "Anjing saya mengalami demam, nyeri perut, mual. Apakah ini peritonitis?",
                "Apakah peritonitis menyebabkan gejala seperti demam, nyeri perut, mual pada anjing?",
                "Bagaimana cara mengobati peritonitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk peritonitis?",
                "Anjing saya menunjukkan gejala seperti demam, nyeri perut, mual. Apakah perlu penanganan untuk peritonitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk peritonitis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pituitary_tumor",
            "utterances": [
                "Anjing saya mengalami kelelahan, perubahan perilaku, kebotakan. Apakah ini pituitary tumor?",
                "Apakah pituitary tumor menyebabkan gejala seperti kelelahan, perubahan perilaku, kebotakan pada anjing?",
                "Bagaimana cara mengobati pituitary tumor pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pituitary tumor?",
                "Anjing saya menunjukkan gejala seperti kelelahan, perubahan perilaku, kebotakan. Apakah perlu penanganan untuk pituitary tumor?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pituitary tumor termasuk: terapi hormon, operasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_polydipsia",
            "utterances": [
                "Anjing saya mengalami sering haus, buang air kecil sering. Apakah ini polydipsia?",
                "Apakah polydipsia menyebabkan gejala seperti sering haus, buang air kecil sering pada anjing?",
                "Bagaimana cara mengobati polydipsia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk polydipsia?",
                "Anjing saya menunjukkan gejala seperti sering haus, buang air kecil sering. Apakah perlu penanganan untuk polydipsia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk polydipsia termasuk: identifikasi penyebab, diet khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_polyuria",
            "utterances": [
                "Anjing saya mengalami buang air kecil sering, dehidrasi. Apakah ini polyuria?",
                "Apakah polyuria menyebabkan gejala seperti buang air kecil sering, dehidrasi pada anjing?",
                "Bagaimana cara mengobati polyuria pada anjing?",
                "Apa pengobatan yang dianjurkan untuk polyuria?",
                "Anjing saya menunjukkan gejala seperti buang air kecil sering, dehidrasi. Apakah perlu penanganan untuk polyuria?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk polyuria termasuk: terapi cairan, identifikasi penyebab."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_portosystemic_shunt",
            "utterances": [
                "Anjing saya mengalami lemas, muntah, kehilangan nafsu makan. Apakah ini portosystemic shunt?",
                "Apakah portosystemic shunt menyebabkan gejala seperti lemas, muntah, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati portosystemic shunt pada anjing?",
                "Apa pengobatan yang dianjurkan untuk portosystemic shunt?",
                "Anjing saya menunjukkan gejala seperti lemas, muntah, kehilangan nafsu makan. Apakah perlu penanganan untuk portosystemic shunt?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk portosystemic shunt termasuk: operasi, diet khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_proptosis",
            "utterances": [
                "Anjing saya mengalami mata menonjol keluar, nyeri. Apakah ini proptosis?",
                "Apakah proptosis menyebabkan gejala seperti mata menonjol keluar, nyeri pada anjing?",
                "Bagaimana cara mengobati proptosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk proptosis?",
                "Anjing saya menunjukkan gejala seperti mata menonjol keluar, nyeri. Apakah perlu penanganan untuk proptosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk proptosis termasuk: operasi, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pulmonary_hypertension",
            "utterances": [
                "Anjing saya mengalami sesak napas, kelelahan, pucat. Apakah ini pulmonary hypertension?",
                "Apakah pulmonary hypertension menyebabkan gejala seperti sesak napas, kelelahan, pucat pada anjing?",
                "Bagaimana cara mengobati pulmonary hypertension pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pulmonary hypertension?",
                "Anjing saya menunjukkan gejala seperti sesak napas, kelelahan, pucat. Apakah perlu penanganan untuk pulmonary hypertension?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pulmonary hypertension termasuk: obat pengatur tekanan darah, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_rectal_prolapse",
            "utterances": [
                "Anjing saya mengalami jaringan rektum menonjol keluar, nyeri. Apakah ini rectal prolapse?",
                "Apakah rectal prolapse menyebabkan gejala seperti jaringan rektum menonjol keluar, nyeri pada anjing?",
                "Bagaimana cara mengobati rectal prolapse pada anjing?",
                "Apa pengobatan yang dianjurkan untuk rectal prolapse?",
                "Anjing saya menunjukkan gejala seperti jaringan rektum menonjol keluar, nyeri. Apakah perlu penanganan untuk rectal prolapse?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk rectal prolapse termasuk: operasi, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_renal_dysplasia",
            "utterances": [
                "Anjing saya mengalami haus berlebihan, mual, berat badan turun. Apakah ini renal dysplasia?",
                "Apakah renal dysplasia menyebabkan gejala seperti haus berlebihan, mual, berat badan turun pada anjing?",
                "Bagaimana cara mengobati renal dysplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk renal dysplasia?",
                "Anjing saya menunjukkan gejala seperti haus berlebihan, mual, berat badan turun. Apakah perlu penanganan untuk renal dysplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk renal dysplasia termasuk: terapi cairan, diet khusus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_retinal_atrophy",
            "utterances": [
                "Anjing saya mengalami kehilangan penglihatan, kesulitan melihat di malam hari. Apakah ini retinal atrophy?",
                "Apakah retinal atrophy menyebabkan gejala seperti kehilangan penglihatan, kesulitan melihat di malam hari pada anjing?",
                "Bagaimana cara mengobati retinal atrophy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk retinal atrophy?",
                "Anjing saya menunjukkan gejala seperti kehilangan penglihatan, kesulitan melihat di malam hari. Apakah perlu penanganan untuk retinal atrophy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk retinal atrophy termasuk: tidak ada pengobatan, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_rheumatoid_arthritis",
            "utterances": [
                "Anjing saya mengalami nyeri sendi, kekakuan, pembengkakan. Apakah ini rheumatoid arthritis?",
                "Apakah rheumatoid arthritis menyebabkan gejala seperti nyeri sendi, kekakuan, pembengkakan pada anjing?",
                "Bagaimana cara mengobati rheumatoid arthritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk rheumatoid arthritis?",
                "Anjing saya menunjukkan gejala seperti nyeri sendi, kekakuan, pembengkakan. Apakah perlu penanganan untuk rheumatoid arthritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk rheumatoid arthritis termasuk: antiinflamasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_salivary_mucocele",
            "utterances": [
                "Anjing saya mengalami pembengkakan di bawah lidah atau rahang, nyeri. Apakah ini salivary mucocele?",
                "Apakah salivary mucocele menyebabkan gejala seperti pembengkakan di bawah lidah atau rahang, nyeri pada anjing?",
                "Bagaimana cara mengobati salivary mucocele pada anjing?",
                "Apa pengobatan yang dianjurkan untuk salivary mucocele?",
                "Anjing saya menunjukkan gejala seperti pembengkakan di bawah lidah atau rahang, nyeri. Apakah perlu penanganan untuk salivary mucocele?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk salivary mucocele termasuk: operasi drainase, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_sepsis",
            "utterances": [
                "Anjing saya mengalami demam, lemas, nafas cepat. Apakah ini sepsis?",
                "Apakah sepsis menyebabkan gejala seperti demam, lemas, nafas cepat pada anjing?",
                "Bagaimana cara mengobati sepsis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk sepsis?",
                "Anjing saya menunjukkan gejala seperti demam, lemas, nafas cepat. Apakah perlu penanganan untuk sepsis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk sepsis termasuk: antibiotik, terapi cairan intensif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_sialadenitis",
            "utterances": [
                "Anjing saya mengalami pembengkakan kelenjar air liur, nyeri, demam. Apakah ini sialadenitis?",
                "Apakah sialadenitis menyebabkan gejala seperti pembengkakan kelenjar air liur, nyeri, demam pada anjing?",
                "Bagaimana cara mengobati sialadenitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk sialadenitis?",
                "Anjing saya menunjukkan gejala seperti pembengkakan kelenjar air liur, nyeri, demam. Apakah perlu penanganan untuk sialadenitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk sialadenitis termasuk: antibiotik, obat antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_spinal_cord_tumor",
            "utterances": [
                "Anjing saya mengalami kehilangan keseimbangan, nyeri, kelemahan otot. Apakah ini spinal cord tumor?",
                "Apakah spinal cord tumor menyebabkan gejala seperti kehilangan keseimbangan, nyeri, kelemahan otot pada anjing?",
                "Bagaimana cara mengobati spinal cord tumor pada anjing?",
                "Apa pengobatan yang dianjurkan untuk spinal cord tumor?",
                "Anjing saya menunjukkan gejala seperti kehilangan keseimbangan, nyeri, kelemahan otot. Apakah perlu penanganan untuk spinal cord tumor?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk spinal cord tumor termasuk: operasi, radioterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_spondylosis",
            "utterances": [
                "Anjing saya mengalami nyeri punggung, kekakuan, kesulitan bergerak. Apakah ini spondylosis?",
                "Apakah spondylosis menyebabkan gejala seperti nyeri punggung, kekakuan, kesulitan bergerak pada anjing?",
                "Bagaimana cara mengobati spondylosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk spondylosis?",
                "Anjing saya menunjukkan gejala seperti nyeri punggung, kekakuan, kesulitan bergerak. Apakah perlu penanganan untuk spondylosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk spondylosis termasuk: antiinflamasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_synovial_sarcoma",
            "utterances": [
                "Anjing saya mengalami pembengkakan sendi, nyeri, lesu. Apakah ini synovial sarcoma?",
                "Apakah synovial sarcoma menyebabkan gejala seperti pembengkakan sendi, nyeri, lesu pada anjing?",
                "Bagaimana cara mengobati synovial sarcoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk synovial sarcoma?",
                "Anjing saya menunjukkan gejala seperti pembengkakan sendi, nyeri, lesu. Apakah perlu penanganan untuk synovial sarcoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk synovial sarcoma termasuk: kemoterapi, operasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_testicular_cancer",
            "utterances": [
                "Anjing saya mengalami pembesaran testis, nyeri. Apakah ini testicular cancer?",
                "Apakah testicular cancer menyebabkan gejala seperti pembesaran testis, nyeri pada anjing?",
                "Bagaimana cara mengobati testicular cancer pada anjing?",
                "Apa pengobatan yang dianjurkan untuk testicular cancer?",
                "Anjing saya menunjukkan gejala seperti pembesaran testis, nyeri. Apakah perlu penanganan untuk testicular cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk testicular cancer termasuk: operasi pengangkatan testis."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tympanic_membrane_rupture",
            "utterances": [
                "Anjing saya mengalami kehilangan pendengaran, nyeri di telinga. Apakah ini tympanic membrane rupture?",
                "Apakah tympanic membrane rupture menyebabkan gejala seperti kehilangan pendengaran, nyeri di telinga pada anjing?",
                "Bagaimana cara mengobati tympanic membrane rupture pada anjing?",
                "Apa pengobatan yang dianjurkan untuk tympanic membrane rupture?",
                "Anjing saya menunjukkan gejala seperti kehilangan pendengaran, nyeri di telinga. Apakah perlu penanganan untuk tympanic membrane rupture?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tympanic membrane rupture termasuk: antibiotik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_urinary_incontinence",
            "utterances": [
                "Anjing saya mengalami kebocoran urin, sering buang air kecil. Apakah ini urinary incontinence?",
                "Apakah urinary incontinence menyebabkan gejala seperti kebocoran urin, sering buang air kecil pada anjing?",
                "Bagaimana cara mengobati urinary incontinence pada anjing?",
                "Apa pengobatan yang dianjurkan untuk urinary incontinence?",
                "Anjing saya menunjukkan gejala seperti kebocoran urin, sering buang air kecil. Apakah perlu penanganan untuk urinary incontinence?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk urinary incontinence termasuk: obat pengontrol kandung kemih."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_uveal_melanoma",
            "utterances": [
                "Anjing saya mengalami benjolan di mata, kehilangan penglihatan. Apakah ini uveal melanoma?",
                "Apakah uveal melanoma menyebabkan gejala seperti benjolan di mata, kehilangan penglihatan pada anjing?",
                "Bagaimana cara mengobati uveal melanoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk uveal melanoma?",
                "Anjing saya menunjukkan gejala seperti benjolan di mata, kehilangan penglihatan. Apakah perlu penanganan untuk uveal melanoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk uveal melanoma termasuk: operasi, kemoterapi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_vascular_ring_anomaly",
            "utterances": [
                "Anjing saya mengalami kesulitan menelan, penurunan berat badan. Apakah ini vascular ring anomaly?",
                "Apakah vascular ring anomaly menyebabkan gejala seperti kesulitan menelan, penurunan berat badan pada anjing?",
                "Bagaimana cara mengobati vascular ring anomaly pada anjing?",
                "Apa pengobatan yang dianjurkan untuk vascular ring anomaly?",
                "Anjing saya menunjukkan gejala seperti kesulitan menelan, penurunan berat badan. Apakah perlu penanganan untuk vascular ring anomaly?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk vascular ring anomaly termasuk: operasi korektif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_von_willebrand's_disease",
            "utterances": [
                "Anjing saya mengalami pendarahan mudah, luka sulit sembuh. Apakah ini von willebrand's disease?",
                "Apakah von willebrand's disease menyebabkan gejala seperti pendarahan mudah, luka sulit sembuh pada anjing?",
                "Bagaimana cara mengobati von willebrand's disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk von willebrand's disease?",
                "Anjing saya menunjukkan gejala seperti pendarahan mudah, luka sulit sembuh. Apakah perlu penanganan untuk von willebrand's disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk von willebrand's disease termasuk: transfusi darah, terapi faktor pembekuan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_windpuffs",
            "utterances": [
                "Anjing saya mengalami pembengkakan sendi, nyeri. Apakah ini windpuffs?",
                "Apakah windpuffs menyebabkan gejala seperti pembengkakan sendi, nyeri pada anjing?",
                "Bagaimana cara mengobati windpuffs pada anjing?",
                "Apa pengobatan yang dianjurkan untuk windpuffs?",
                "Anjing saya menunjukkan gejala seperti pembengkakan sendi, nyeri. Apakah perlu penanganan untuk windpuffs?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk windpuffs termasuk: antiinflamasi, kompres dingin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_wobbler_syndrome",
            "utterances": [
                "Anjing saya mengalami kesulitan berjalan, kehilangan keseimbangan. Apakah ini wobbler syndrome?",
                "Apakah wobbler syndrome menyebabkan gejala seperti kesulitan berjalan, kehilangan keseimbangan pada anjing?",
                "Bagaimana cara mengobati wobbler syndrome pada anjing?",
                "Apa pengobatan yang dianjurkan untuk wobbler syndrome?",
                "Anjing saya menunjukkan gejala seperti kesulitan berjalan, kehilangan keseimbangan. Apakah perlu penanganan untuk wobbler syndrome?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk wobbler syndrome termasuk: operasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_xerostomia",
            "utterances": [
                "Anjing saya mengalami mulut kering, kesulitan menelan. Apakah ini xerostomia?",
                "Apakah xerostomia menyebabkan gejala seperti mulut kering, kesulitan menelan pada anjing?",
                "Bagaimana cara mengobati xerostomia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk xerostomia?",
                "Anjing saya menunjukkan gejala seperti mulut kering, kesulitan menelan. Apakah perlu penanganan untuk xerostomia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk xerostomia termasuk: pelembap mulut, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_yersiniosis",
            "utterances": [
                "Anjing saya mengalami diare, demam, nyeri perut. Apakah ini yersiniosis?",
                "Apakah yersiniosis menyebabkan gejala seperti diare, demam, nyeri perut pada anjing?",
                "Bagaimana cara mengobati yersiniosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk yersiniosis?",
                "Anjing saya menunjukkan gejala seperti diare, demam, nyeri perut. Apakah perlu penanganan untuk yersiniosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk yersiniosis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_zoonotic_disease",
            "utterances": [
                "Anjing saya mengalami gejala tergantung penyakit, berpotensi menular ke manusia. Apakah ini zoonotic disease?",
                "Apakah zoonotic disease menyebabkan gejala seperti gejala tergantung penyakit, berpotensi menular ke manusia pada anjing?",
                "Bagaimana cara mengobati zoonotic disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk zoonotic disease?",
                "Anjing saya menunjukkan gejala seperti gejala tergantung penyakit, berpotensi menular ke manusia. Apakah perlu penanganan untuk zoonotic disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk zoonotic disease termasuk: isolasi, terapi sesuai penyakit."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_zygomycosis",
            "utterances": [
                "Anjing saya mengalami benjolan kulit, ulkus, demam. Apakah ini zygomycosis?",
                "Apakah zygomycosis menyebabkan gejala seperti benjolan kulit, ulkus, demam pada anjing?",
                "Bagaimana cara mengobati zygomycosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk zygomycosis?",
                "Anjing saya menunjukkan gejala seperti benjolan kulit, ulkus, demam. Apakah perlu penanganan untuk zygomycosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk zygomycosis termasuk: antijamur, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_alopecia_x",
            "utterances": [
                "Anjing saya mengalami kebotakan, kulit kering. Apakah ini alopecia x?",
                "Apakah alopecia x menyebabkan gejala seperti kebotakan, kulit kering pada anjing?",
                "Bagaimana cara mengobati alopecia x pada anjing?",
                "Apa pengobatan yang dianjurkan untuk alopecia x?",
                "Anjing saya menunjukkan gejala seperti kebotakan, kulit kering. Apakah perlu penanganan untuk alopecia x?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk alopecia x termasuk: terapi hormon, suplementasi vitamin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anal_fistula",
            "utterances": [
                "Anjing saya mengalami nyeri saat duduk, bau tidak sedap dari anus. Apakah ini anal fistula?",
                "Apakah anal fistula menyebabkan gejala seperti nyeri saat duduk, bau tidak sedap dari anus pada anjing?",
                "Bagaimana cara mengobati anal fistula pada anjing?",
                "Apa pengobatan yang dianjurkan untuk anal fistula?",
                "Anjing saya menunjukkan gejala seperti nyeri saat duduk, bau tidak sedap dari anus. Apakah perlu penanganan untuk anal fistula?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anal fistula termasuk: operasi, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_arterial_thrombosis",
            "utterances": [
                "Anjing saya mengalami nyeri kaki, kaki bengkak, lemas. Apakah ini arterial thrombosis?",
                "Apakah arterial thrombosis menyebabkan gejala seperti nyeri kaki, kaki bengkak, lemas pada anjing?",
                "Bagaimana cara mengobati arterial thrombosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk arterial thrombosis?",
                "Anjing saya menunjukkan gejala seperti nyeri kaki, kaki bengkak, lemas. Apakah perlu penanganan untuk arterial thrombosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk arterial thrombosis termasuk: antikoagulan, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_aspergillosis",
            "utterances": [
                "Anjing saya mengalami kesulitan bernapas, hidung berair, demam. Apakah ini aspergillosis?",
                "Apakah aspergillosis menyebabkan gejala seperti kesulitan bernapas, hidung berair, demam pada anjing?",
                "Bagaimana cara mengobati aspergillosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk aspergillosis?",
                "Anjing saya menunjukkan gejala seperti kesulitan bernapas, hidung berair, demam. Apakah perlu penanganan untuk aspergillosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk aspergillosis termasuk: antijamur, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_biliary_disease",
            "utterances": [
                "Anjing saya mengalami kuning pada kulit dan mata, mual, kehilangan nafsu makan. Apakah ini biliary disease?",
                "Apakah biliary disease menyebabkan gejala seperti kuning pada kulit dan mata, mual, kehilangan nafsu makan pada anjing?",
                "Bagaimana cara mengobati biliary disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk biliary disease?",
                "Anjing saya menunjukkan gejala seperti kuning pada kulit dan mata, mual, kehilangan nafsu makan. Apakah perlu penanganan untuk biliary disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk biliary disease termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_botfly_infestation",
            "utterances": [
                "Anjing saya mengalami benjolan di kulit, gatal, nyeri. Apakah ini botfly infestation?",
                "Apakah botfly infestation menyebabkan gejala seperti benjolan di kulit, gatal, nyeri pada anjing?",
                "Bagaimana cara mengobati botfly infestation pada anjing?",
                "Apa pengobatan yang dianjurkan untuk botfly infestation?",
                "Anjing saya menunjukkan gejala seperti benjolan di kulit, gatal, nyeri. Apakah perlu penanganan untuk botfly infestation?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk botfly infestation termasuk: pengangkatan larva, antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cardiac_tamponade",
            "utterances": [
                "Anjing saya mengalami sesak napas, lemas, kelelahan. Apakah ini cardiac tamponade?",
                "Apakah cardiac tamponade menyebabkan gejala seperti sesak napas, lemas, kelelahan pada anjing?",
                "Bagaimana cara mengobati cardiac tamponade pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cardiac tamponade?",
                "Anjing saya menunjukkan gejala seperti sesak napas, lemas, kelelahan. Apakah perlu penanganan untuk cardiac tamponade?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cardiac tamponade termasuk: drainase cairan, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cholangitis",
            "utterances": [
                "Anjing saya mengalami demam, kuning pada kulit dan mata, nyeri perut. Apakah ini cholangitis?",
                "Apakah cholangitis menyebabkan gejala seperti demam, kuning pada kulit dan mata, nyeri perut pada anjing?",
                "Bagaimana cara mengobati cholangitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cholangitis?",
                "Anjing saya menunjukkan gejala seperti demam, kuning pada kulit dan mata, nyeri perut. Apakah perlu penanganan untuk cholangitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cholangitis termasuk: antibiotik, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_chordoma",
            "utterances": [
                "Anjing saya mengalami nyeri punggung, pembengkakan di tulang belakang. Apakah ini chordoma?",
                "Apakah chordoma menyebabkan gejala seperti nyeri punggung, pembengkakan di tulang belakang pada anjing?",
                "Bagaimana cara mengobati chordoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk chordoma?",
                "Anjing saya menunjukkan gejala seperti nyeri punggung, pembengkakan di tulang belakang. Apakah perlu penanganan untuk chordoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk chordoma termasuk: operasi, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_chylothorax",
            "utterances": [
                "Anjing saya mengalami kesulitan bernapas, pembesaran perut. Apakah ini chylothorax?",
                "Apakah chylothorax menyebabkan gejala seperti kesulitan bernapas, pembesaran perut pada anjing?",
                "Bagaimana cara mengobati chylothorax pada anjing?",
                "Apa pengobatan yang dianjurkan untuk chylothorax?",
                "Anjing saya menunjukkan gejala seperti kesulitan bernapas, pembesaran perut. Apakah perlu penanganan untuk chylothorax?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk chylothorax termasuk: drainase cairan, diet rendah lemak."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_coccidioidomycosis",
            "utterances": [
                "Anjing saya mengalami demam, batuk, lesu. Apakah ini coccidioidomycosis?",
                "Apakah coccidioidomycosis menyebabkan gejala seperti demam, batuk, lesu pada anjing?",
                "Bagaimana cara mengobati coccidioidomycosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk coccidioidomycosis?",
                "Anjing saya menunjukkan gejala seperti demam, batuk, lesu. Apakah perlu penanganan untuk coccidioidomycosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk coccidioidomycosis termasuk: antijamur, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_corneal_dystrophy",
            "utterances": [
                "Anjing saya mengalami kabur penglihatan, mata berair. Apakah ini corneal dystrophy?",
                "Apakah corneal dystrophy menyebabkan gejala seperti kabur penglihatan, mata berair pada anjing?",
                "Bagaimana cara mengobati corneal dystrophy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk corneal dystrophy?",
                "Anjing saya menunjukkan gejala seperti kabur penglihatan, mata berair. Apakah perlu penanganan untuk corneal dystrophy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk corneal dystrophy termasuk: obat tetes mata, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cranial_cruciate_ligament_rupture",
            "utterances": [
                "Anjing saya mengalami kaki pincang, nyeri sendi. Apakah ini cranial cruciate ligament rupture?",
                "Apakah cranial cruciate ligament rupture menyebabkan gejala seperti kaki pincang, nyeri sendi pada anjing?",
                "Bagaimana cara mengobati cranial cruciate ligament rupture pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cranial cruciate ligament rupture?",
                "Anjing saya menunjukkan gejala seperti kaki pincang, nyeri sendi. Apakah perlu penanganan untuk cranial cruciate ligament rupture?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cranial cruciate ligament rupture termasuk: operasi perbaikan ligamen."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cutaneous_vasculitis",
            "utterances": [
                "Anjing saya mengalami lesi kulit, rontok rambut. Apakah ini cutaneous vasculitis?",
                "Apakah cutaneous vasculitis menyebabkan gejala seperti lesi kulit, rontok rambut pada anjing?",
                "Bagaimana cara mengobati cutaneous vasculitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk cutaneous vasculitis?",
                "Anjing saya menunjukkan gejala seperti lesi kulit, rontok rambut. Apakah perlu penanganan untuk cutaneous vasculitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cutaneous vasculitis termasuk: antibiotik, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_deafness",
            "utterances": [
                "Anjing saya mengalami kehilangan pendengaran, tidak merespons suara. Apakah ini deafness?",
                "Apakah deafness menyebabkan gejala seperti kehilangan pendengaran, tidak merespons suara pada anjing?",
                "Bagaimana cara mengobati deafness pada anjing?",
                "Apa pengobatan yang dianjurkan untuk deafness?",
                "Anjing saya menunjukkan gejala seperti kehilangan pendengaran, tidak merespons suara. Apakah perlu penanganan untuk deafness?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk deafness termasuk: terapi suportif, pelatihan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_degenerative_myelopathy",
            "utterances": [
                "Anjing saya mengalami kelemahan kaki belakang, kesulitan berjalan. Apakah ini degenerative myelopathy?",
                "Apakah degenerative myelopathy menyebabkan gejala seperti kelemahan kaki belakang, kesulitan berjalan pada anjing?",
                "Bagaimana cara mengobati degenerative myelopathy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk degenerative myelopathy?",
                "Anjing saya menunjukkan gejala seperti kelemahan kaki belakang, kesulitan berjalan. Apakah perlu penanganan untuk degenerative myelopathy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk degenerative myelopathy termasuk: terapi fisik, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dermatitis_herpetiformis",
            "utterances": [
                "Anjing saya mengalami gatal, lesi kulit, rontok rambut. Apakah ini dermatitis herpetiformis?",
                "Apakah dermatitis herpetiformis menyebabkan gejala seperti gatal, lesi kulit, rontok rambut pada anjing?",
                "Bagaimana cara mengobati dermatitis herpetiformis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dermatitis herpetiformis?",
                "Anjing saya menunjukkan gejala seperti gatal, lesi kulit, rontok rambut. Apakah perlu penanganan untuk dermatitis herpetiformis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dermatitis herpetiformis termasuk: antihistamin, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_diaphragmatic_hernia",
            "utterances": [
                "Anjing saya mengalami kesulitan bernapas, pembengkakan perut. Apakah ini diaphragmatic hernia?",
                "Apakah diaphragmatic hernia menyebabkan gejala seperti kesulitan bernapas, pembengkakan perut pada anjing?",
                "Bagaimana cara mengobati diaphragmatic hernia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk diaphragmatic hernia?",
                "Anjing saya menunjukkan gejala seperti kesulitan bernapas, pembengkakan perut. Apakah perlu penanganan untuk diaphragmatic hernia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk diaphragmatic hernia termasuk: operasi hernia."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_discospondylitis",
            "utterances": [
                "Anjing saya mengalami nyeri punggung, kesulitan bergerak, lemas. Apakah ini discospondylitis?",
                "Apakah discospondylitis menyebabkan gejala seperti nyeri punggung, kesulitan bergerak, lemas pada anjing?",
                "Bagaimana cara mengobati discospondylitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk discospondylitis?",
                "Anjing saya menunjukkan gejala seperti nyeri punggung, kesulitan bergerak, lemas. Apakah perlu penanganan untuk discospondylitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk discospondylitis termasuk: antibiotik, antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dyspnea",
            "utterances": [
                "Anjing saya mengalami sesak napas, nafas cepat. Apakah ini dyspnea?",
                "Apakah dyspnea menyebabkan gejala seperti sesak napas, nafas cepat pada anjing?",
                "Bagaimana cara mengobati dyspnea pada anjing?",
                "Apa pengobatan yang dianjurkan untuk dyspnea?",
                "Anjing saya menunjukkan gejala seperti sesak napas, nafas cepat. Apakah perlu penanganan untuk dyspnea?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dyspnea termasuk: oksigen, terapi sesuai penyebab."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_elbow_hygroma",
            "utterances": [
                "Anjing saya mengalami benjolan lunak pada siku, tidak nyeri. Apakah ini elbow hygroma?",
                "Apakah elbow hygroma menyebabkan gejala seperti benjolan lunak pada siku, tidak nyeri pada anjing?",
                "Bagaimana cara mengobati elbow hygroma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk elbow hygroma?",
                "Anjing saya menunjukkan gejala seperti benjolan lunak pada siku, tidak nyeri. Apakah perlu penanganan untuk elbow hygroma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk elbow hygroma termasuk: drainase cairan, pelindung siku."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_enamel_hypoplasia",
            "utterances": [
                "Anjing saya mengalami gigi kuning atau coklat, email tidak rata. Apakah ini enamel hypoplasia?",
                "Apakah enamel hypoplasia menyebabkan gejala seperti gigi kuning atau coklat, email tidak rata pada anjing?",
                "Bagaimana cara mengobati enamel hypoplasia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk enamel hypoplasia?",
                "Anjing saya menunjukkan gejala seperti gigi kuning atau coklat, email tidak rata. Apakah perlu penanganan untuk enamel hypoplasia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk enamel hypoplasia termasuk: perawatan gigi, poles gigi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_entropion",
            "utterances": [
                "Anjing saya mengalami kelopak mata masuk ke dalam, iritasi mata. Apakah ini entropion?",
                "Apakah entropion menyebabkan gejala seperti kelopak mata masuk ke dalam, iritasi mata pada anjing?",
                "Bagaimana cara mengobati entropion pada anjing?",
                "Apa pengobatan yang dianjurkan untuk entropion?",
                "Anjing saya menunjukkan gejala seperti kelopak mata masuk ke dalam, iritasi mata. Apakah perlu penanganan untuk entropion?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk entropion termasuk: operasi koreksi kelopak mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_esophageal_stricture",
            "utterances": [
                "Anjing saya mengalami kesulitan menelan, muntah. Apakah ini esophageal stricture?",
                "Apakah esophageal stricture menyebabkan gejala seperti kesulitan menelan, muntah pada anjing?",
                "Bagaimana cara mengobati esophageal stricture pada anjing?",
                "Apa pengobatan yang dianjurkan untuk esophageal stricture?",
                "Anjing saya menunjukkan gejala seperti kesulitan menelan, muntah. Apakah perlu penanganan untuk esophageal stricture?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk esophageal stricture termasuk: operasi pelebaran esofagus."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_fungal_pneumonia",
            "utterances": [
                "Anjing saya mengalami batuk, demam, lesu. Apakah ini fungal pneumonia?",
                "Apakah fungal pneumonia menyebabkan gejala seperti batuk, demam, lesu pada anjing?",
                "Bagaimana cara mengobati fungal pneumonia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk fungal pneumonia?",
                "Anjing saya menunjukkan gejala seperti batuk, demam, lesu. Apakah perlu penanganan untuk fungal pneumonia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk fungal pneumonia termasuk: antijamur, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_gastric_dilatation-volvulus",
            "utterances": [
                "Anjing saya mengalami perut buncit, muntah, lemas. Apakah ini gastric dilatation-volvulus?",
                "Apakah gastric dilatation-volvulus menyebabkan gejala seperti perut buncit, muntah, lemas pada anjing?",
                "Bagaimana cara mengobati gastric dilatation-volvulus pada anjing?",
                "Apa pengobatan yang dianjurkan untuk gastric dilatation-volvulus?",
                "Anjing saya menunjukkan gejala seperti perut buncit, muntah, lemas. Apakah perlu penanganan untuk gastric dilatation-volvulus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk gastric dilatation-volvulus termasuk: operasi darurat, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_glaucomatous_cataract",
            "utterances": [
                "Anjing saya mengalami kabur penglihatan, mata berair. Apakah ini glaucomatous cataract?",
                "Apakah glaucomatous cataract menyebabkan gejala seperti kabur penglihatan, mata berair pada anjing?",
                "Bagaimana cara mengobati glaucomatous cataract pada anjing?",
                "Apa pengobatan yang dianjurkan untuk glaucomatous cataract?",
                "Anjing saya menunjukkan gejala seperti kabur penglihatan, mata berair. Apakah perlu penanganan untuk glaucomatous cataract?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk glaucomatous cataract termasuk: obat tetes untuk menurunkan tekanan mata."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_heart_murmur",
            "utterances": [
                "Anjing saya mengalami denyut jantung tidak normal, lemas. Apakah ini heart murmur?",
                "Apakah heart murmur menyebabkan gejala seperti denyut jantung tidak normal, lemas pada anjing?",
                "Bagaimana cara mengobati heart murmur pada anjing?",
                "Apa pengobatan yang dianjurkan untuk heart murmur?",
                "Anjing saya menunjukkan gejala seperti denyut jantung tidak normal, lemas. Apakah perlu penanganan untuk heart murmur?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk heart murmur termasuk: obat jantung, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_histiocytoma",
            "utterances": [
                "Anjing saya mengalami benjolan kecil pada kulit, tidak nyeri. Apakah ini histiocytoma?",
                "Apakah histiocytoma menyebabkan gejala seperti benjolan kecil pada kulit, tidak nyeri pada anjing?",
                "Bagaimana cara mengobati histiocytoma pada anjing?",
                "Apa pengobatan yang dianjurkan untuk histiocytoma?",
                "Anjing saya menunjukkan gejala seperti benjolan kecil pada kulit, tidak nyeri. Apakah perlu penanganan untuk histiocytoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk histiocytoma termasuk: operasi pengangkatan jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hyperadrenocorticism",
            "utterances": [
                "Anjing saya mengalami perut buncit, lemas, kebotakan. Apakah ini hyperadrenocorticism?",
                "Apakah hyperadrenocorticism menyebabkan gejala seperti perut buncit, lemas, kebotakan pada anjing?",
                "Bagaimana cara mengobati hyperadrenocorticism pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hyperadrenocorticism?",
                "Anjing saya menunjukkan gejala seperti perut buncit, lemas, kebotakan. Apakah perlu penanganan untuk hyperadrenocorticism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperadrenocorticism termasuk: penghambat produksi kortisol."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hyperkalemia",
            "utterances": [
                "Anjing saya mengalami kelemahan otot, lemas, aritmia. Apakah ini hyperkalemia?",
                "Apakah hyperkalemia menyebabkan gejala seperti kelemahan otot, lemas, aritmia pada anjing?",
                "Bagaimana cara mengobati hyperkalemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hyperkalemia?",
                "Anjing saya menunjukkan gejala seperti kelemahan otot, lemas, aritmia. Apakah perlu penanganan untuk hyperkalemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperkalemia termasuk: terapi cairan, obat pengatur elektrolit."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hyperthyroidism",
            "utterances": [
                "Anjing saya mengalami penurunan berat badan, haus berlebihan, buang air kecil sering. Apakah ini hyperthyroidism?",
                "Apakah hyperthyroidism menyebabkan gejala seperti penurunan berat badan, haus berlebihan, buang air kecil sering pada anjing?",
                "Bagaimana cara mengobati hyperthyroidism pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hyperthyroidism?",
                "Anjing saya menunjukkan gejala seperti penurunan berat badan, haus berlebihan, buang air kecil sering. Apakah perlu penanganan untuk hyperthyroidism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperthyroidism termasuk: penghambat hormon tiroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypocalcemia",
            "utterances": [
                "Anjing saya mengalami kejang, kram otot, lemas. Apakah ini hypocalcemia?",
                "Apakah hypocalcemia menyebabkan gejala seperti kejang, kram otot, lemas pada anjing?",
                "Bagaimana cara mengobati hypocalcemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypocalcemia?",
                "Anjing saya menunjukkan gejala seperti kejang, kram otot, lemas. Apakah perlu penanganan untuk hypocalcemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypocalcemia termasuk: suplemen kalsium, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypoglycemia",
            "utterances": [
                "Anjing saya mengalami gemetar, kejang, lesu. Apakah ini hypoglycemia?",
                "Apakah hypoglycemia menyebabkan gejala seperti gemetar, kejang, lesu pada anjing?",
                "Bagaimana cara mengobati hypoglycemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypoglycemia?",
                "Anjing saya menunjukkan gejala seperti gemetar, kejang, lesu. Apakah perlu penanganan untuk hypoglycemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypoglycemia termasuk: pemberian glukosa, diet tinggi karbohidrat."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypokalemia",
            "utterances": [
                "Anjing saya mengalami kelemahan otot, kehilangan refleks. Apakah ini hypokalemia?",
                "Apakah hypokalemia menyebabkan gejala seperti kelemahan otot, kehilangan refleks pada anjing?",
                "Bagaimana cara mengobati hypokalemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypokalemia?",
                "Anjing saya menunjukkan gejala seperti kelemahan otot, kehilangan refleks. Apakah perlu penanganan untuk hypokalemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypokalemia termasuk: suplemen kalium, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypoproteinemia",
            "utterances": [
                "Anjing saya mengalami bengkak pada perut, lemas. Apakah ini hypoproteinemia?",
                "Apakah hypoproteinemia menyebabkan gejala seperti bengkak pada perut, lemas pada anjing?",
                "Bagaimana cara mengobati hypoproteinemia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk hypoproteinemia?",
                "Anjing saya menunjukkan gejala seperti bengkak pada perut, lemas. Apakah perlu penanganan untuk hypoproteinemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypoproteinemia termasuk: diet tinggi protein, terapi cairan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_idiopathic_epilepsy",
            "utterances": [
                "Anjing saya mengalami kejang, kehilangan kesadaran. Apakah ini idiopathic epilepsy?",
                "Apakah idiopathic epilepsy menyebabkan gejala seperti kejang, kehilangan kesadaran pada anjing?",
                "Bagaimana cara mengobati idiopathic epilepsy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk idiopathic epilepsy?",
                "Anjing saya menunjukkan gejala seperti kejang, kehilangan kesadaran. Apakah perlu penanganan untuk idiopathic epilepsy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk idiopathic epilepsy termasuk: obat antikonvulsan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_intervertebral_disc_disease",
            "utterances": [
                "Anjing saya mengalami nyeri punggung, kehilangan kontrol kaki. Apakah ini intervertebral disc disease?",
                "Apakah intervertebral disc disease menyebabkan gejala seperti nyeri punggung, kehilangan kontrol kaki pada anjing?",
                "Bagaimana cara mengobati intervertebral disc disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk intervertebral disc disease?",
                "Anjing saya menunjukkan gejala seperti nyeri punggung, kehilangan kontrol kaki. Apakah perlu penanganan untuk intervertebral disc disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk intervertebral disc disease termasuk: operasi, terapi fisik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_iritis",
            "utterances": [
                "Anjing saya mengalami nyeri mata, mata merah, kehilangan penglihatan. Apakah ini iritis?",
                "Apakah iritis menyebabkan gejala seperti nyeri mata, mata merah, kehilangan penglihatan pada anjing?",
                "Bagaimana cara mengobati iritis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk iritis?",
                "Anjing saya menunjukkan gejala seperti nyeri mata, mata merah, kehilangan penglihatan. Apakah perlu penanganan untuk iritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk iritis termasuk: antibiotik, obat antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_juvenile_cellulitis",
            "utterances": [
                "Anjing saya mengalami pembengkakan wajah, lesi kulit. Apakah ini juvenile cellulitis?",
                "Apakah juvenile cellulitis menyebabkan gejala seperti pembengkakan wajah, lesi kulit pada anjing?",
                "Bagaimana cara mengobati juvenile cellulitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk juvenile cellulitis?",
                "Anjing saya menunjukkan gejala seperti pembengkakan wajah, lesi kulit. Apakah perlu penanganan untuk juvenile cellulitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk juvenile cellulitis termasuk: antibiotik, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_keratitis",
            "utterances": [
                "Anjing saya mengalami mata berair, kemerahan, sensitivitas cahaya. Apakah ini keratitis?",
                "Apakah keratitis menyebabkan gejala seperti mata berair, kemerahan, sensitivitas cahaya pada anjing?",
                "Bagaimana cara mengobati keratitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk keratitis?",
                "Anjing saya menunjukkan gejala seperti mata berair, kemerahan, sensitivitas cahaya. Apakah perlu penanganan untuk keratitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk keratitis termasuk: obat tetes antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_keratoconjunctivitis_sicca",
            "utterances": [
                "Anjing saya mengalami mata kering, gatal, perih. Apakah ini keratoconjunctivitis sicca?",
                "Apakah keratoconjunctivitis sicca menyebabkan gejala seperti mata kering, gatal, perih pada anjing?",
                "Bagaimana cara mengobati keratoconjunctivitis sicca pada anjing?",
                "Apa pengobatan yang dianjurkan untuk keratoconjunctivitis sicca?",
                "Anjing saya menunjukkan gejala seperti mata kering, gatal, perih. Apakah perlu penanganan untuk keratoconjunctivitis sicca?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk keratoconjunctivitis sicca termasuk: obat tetes mata pelembap."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_lactic_acidosis",
            "utterances": [
                "Anjing saya mengalami nafas cepat, lemas, muntah. Apakah ini lactic acidosis?",
                "Apakah lactic acidosis menyebabkan gejala seperti nafas cepat, lemas, muntah pada anjing?",
                "Bagaimana cara mengobati lactic acidosis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk lactic acidosis?",
                "Anjing saya menunjukkan gejala seperti nafas cepat, lemas, muntah. Apakah perlu penanganan untuk lactic acidosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk lactic acidosis termasuk: terapi cairan, penanganan asidosis."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_laryngeal_paralysis",
            "utterances": [
                "Anjing saya mengalami sesak napas, suara serak. Apakah ini laryngeal paralysis?",
                "Apakah laryngeal paralysis menyebabkan gejala seperti sesak napas, suara serak pada anjing?",
                "Bagaimana cara mengobati laryngeal paralysis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk laryngeal paralysis?",
                "Anjing saya menunjukkan gejala seperti sesak napas, suara serak. Apakah perlu penanganan untuk laryngeal paralysis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk laryngeal paralysis termasuk: operasi, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_legg-calve-perthes_disease",
            "utterances": [
                "Anjing saya mengalami kaki pincang, nyeri panggul. Apakah ini legg-calve-perthes disease?",
                "Apakah legg-calve-perthes disease menyebabkan gejala seperti kaki pincang, nyeri panggul pada anjing?",
                "Bagaimana cara mengobati legg-calve-perthes disease pada anjing?",
                "Apa pengobatan yang dianjurkan untuk legg-calve-perthes disease?",
                "Anjing saya menunjukkan gejala seperti kaki pincang, nyeri panggul. Apakah perlu penanganan untuk legg-calve-perthes disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk legg-calve-perthes disease termasuk: operasi pengangkatan kepala tulang paha."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_liver_shunt",
            "utterances": [
                "Anjing saya mengalami lemas, muntah, perut membesar. Apakah ini liver shunt?",
                "Apakah liver shunt menyebabkan gejala seperti lemas, muntah, perut membesar pada anjing?",
                "Bagaimana cara mengobati liver shunt pada anjing?",
                "Apa pengobatan yang dianjurkan untuk liver shunt?",
                "Anjing saya menunjukkan gejala seperti lemas, muntah, perut membesar. Apakah perlu penanganan untuk liver shunt?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk liver shunt termasuk: operasi korektif, diet rendah protein."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_macadamia_nut_toxicity",
            "utterances": [
                "Anjing saya mengalami muntah, lesu, demam. Apakah ini macadamia nut toxicity?",
                "Apakah macadamia nut toxicity menyebabkan gejala seperti muntah, lesu, demam pada anjing?",
                "Bagaimana cara mengobati macadamia nut toxicity pada anjing?",
                "Apa pengobatan yang dianjurkan untuk macadamia nut toxicity?",
                "Anjing saya menunjukkan gejala seperti muntah, lesu, demam. Apakah perlu penanganan untuk macadamia nut toxicity?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk macadamia nut toxicity termasuk: terapi suportif, observasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_meningitis",
            "utterances": [
                "Anjing saya mengalami demam, nyeri leher, kejang. Apakah ini meningitis?",
                "Apakah meningitis menyebabkan gejala seperti demam, nyeri leher, kejang pada anjing?",
                "Bagaimana cara mengobati meningitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk meningitis?",
                "Anjing saya menunjukkan gejala seperti demam, nyeri leher, kejang. Apakah perlu penanganan untuk meningitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk meningitis termasuk: antibiotik, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_microphthalmia",
            "utterances": [
                "Anjing saya mengalami ukuran mata lebih kecil, gangguan penglihatan. Apakah ini microphthalmia?",
                "Apakah microphthalmia menyebabkan gejala seperti ukuran mata lebih kecil, gangguan penglihatan pada anjing?",
                "Bagaimana cara mengobati microphthalmia pada anjing?",
                "Apa pengobatan yang dianjurkan untuk microphthalmia?",
                "Anjing saya menunjukkan gejala seperti ukuran mata lebih kecil, gangguan penglihatan. Apakah perlu penanganan untuk microphthalmia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk microphthalmia termasuk: terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_mite_infestation",
            "utterances": [
                "Anjing saya mengalami gatal, kerontokan bulu, luka kulit. Apakah ini mite infestation?",
                "Apakah mite infestation menyebabkan gejala seperti gatal, kerontokan bulu, luka kulit pada anjing?",
                "Bagaimana cara mengobati mite infestation pada anjing?",
                "Apa pengobatan yang dianjurkan untuk mite infestation?",
                "Anjing saya menunjukkan gejala seperti gatal, kerontokan bulu, luka kulit. Apakah perlu penanganan untuk mite infestation?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mite infestation termasuk: antiparasit, pembersihan lingkungan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_myositis",
            "utterances": [
                "Anjing saya mengalami nyeri otot, pembengkakan, lemas. Apakah ini myositis?",
                "Apakah myositis menyebabkan gejala seperti nyeri otot, pembengkakan, lemas pada anjing?",
                "Bagaimana cara mengobati myositis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk myositis?",
                "Anjing saya menunjukkan gejala seperti nyeri otot, pembengkakan, lemas. Apakah perlu penanganan untuk myositis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk myositis termasuk: antibiotik, kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_necrotizing_fasciitis",
            "utterances": [
                "Anjing saya mengalami luka terbuka pada kulit, nyeri hebat. Apakah ini necrotizing fasciitis?",
                "Apakah necrotizing fasciitis menyebabkan gejala seperti luka terbuka pada kulit, nyeri hebat pada anjing?",
                "Bagaimana cara mengobati necrotizing fasciitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk necrotizing fasciitis?",
                "Anjing saya menunjukkan gejala seperti luka terbuka pada kulit, nyeri hebat. Apakah perlu penanganan untuk necrotizing fasciitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk necrotizing fasciitis termasuk: antibiotik, debridemen luka."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_neurogenic_bladder",
            "utterances": [
                "Anjing saya mengalami kesulitan buang air kecil, pembengkakan perut. Apakah ini neurogenic bladder?",
                "Apakah neurogenic bladder menyebabkan gejala seperti kesulitan buang air kecil, pembengkakan perut pada anjing?",
                "Bagaimana cara mengobati neurogenic bladder pada anjing?",
                "Apa pengobatan yang dianjurkan untuk neurogenic bladder?",
                "Anjing saya menunjukkan gejala seperti kesulitan buang air kecil, pembengkakan perut. Apakah perlu penanganan untuk neurogenic bladder?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk neurogenic bladder termasuk: kateterisasi, terapi suportif."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_nictitating_membrane_prolapse",
            "utterances": [
                "Anjing saya mengalami mata merah, pembengkakan di mata. Apakah ini nictitating membrane prolapse?",
                "Apakah nictitating membrane prolapse menyebabkan gejala seperti mata merah, pembengkakan di mata pada anjing?",
                "Bagaimana cara mengobati nictitating membrane prolapse pada anjing?",
                "Apa pengobatan yang dianjurkan untuk nictitating membrane prolapse?",
                "Anjing saya menunjukkan gejala seperti mata merah, pembengkakan di mata. Apakah perlu penanganan untuk nictitating membrane prolapse?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk nictitating membrane prolapse termasuk: operasi koreksi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_obstructive_uropathy",
            "utterances": [
                "Anjing saya mengalami sulit buang air kecil, perut membesar. Apakah ini obstructive uropathy?",
                "Apakah obstructive uropathy menyebabkan gejala seperti sulit buang air kecil, perut membesar pada anjing?",
                "Bagaimana cara mengobati obstructive uropathy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk obstructive uropathy?",
                "Anjing saya menunjukkan gejala seperti sulit buang air kecil, perut membesar. Apakah perlu penanganan untuk obstructive uropathy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk obstructive uropathy termasuk: drainase urine, operasi jika diperlukan."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_onychodystrophy",
            "utterances": [
                "Anjing saya mengalami kuku rapuh, kuku lepas. Apakah ini onychodystrophy?",
                "Apakah onychodystrophy menyebabkan gejala seperti kuku rapuh, kuku lepas pada anjing?",
                "Bagaimana cara mengobati onychodystrophy pada anjing?",
                "Apa pengobatan yang dianjurkan untuk onychodystrophy?",
                "Anjing saya menunjukkan gejala seperti kuku rapuh, kuku lepas. Apakah perlu penanganan untuk onychodystrophy?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk onychodystrophy termasuk: suplemen biotin, obat antiinflamasi."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_orchitis",
            "utterances": [
                "Anjing saya mengalami pembengkakan testis, nyeri, demam. Apakah ini orchitis?",
                "Apakah orchitis menyebabkan gejala seperti pembengkakan testis, nyeri, demam pada anjing?",
                "Bagaimana cara mengobati orchitis pada anjing?",
                "Apa pengobatan yang dianjurkan untuk orchitis?",
                "Anjing saya menunjukkan gejala seperti pembengkakan testis, nyeri, demam. Apakah perlu penanganan untuk orchitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk orchitis termasuk: antibiotik, kompres hangat."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_otitis_media",
            "utterances": [
                "Anjing saya mengalami kepala miring, gatal di telinga, bau. Apakah ini otitis media?",
                "Apakah otitis media menyebabkan gejala seperti kepala miring, gatal di telinga, bau pada anjing?",
                "Bagaimana cara mengobati otitis media pada anjing?",
                "Apa pengobatan yang dianjurkan untuk otitis media?",
                "Anjing saya menunjukkan gejala seperti kepala miring, gatal di telinga, bau. Apakah perlu penanganan untuk otitis media?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk otitis media termasuk: antibiotik, pembersihan telinga."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pancreatic_insufficiency",
            "utterances": [
                "Anjing saya mengalami penurunan berat badan, diare, nafsu makan meningkat. Apakah ini pancreatic insufficiency?",
                "Apakah pancreatic insufficiency menyebabkan gejala seperti penurunan berat badan, diare, nafsu makan meningkat pada anjing?",
                "Bagaimana cara mengobati pancreatic insufficiency pada anjing?",
                "Apa pengobatan yang dianjurkan untuk pancreatic insufficiency?",
                "Anjing saya menunjukkan gejala seperti penurunan berat badan, diare, nafsu makan meningkat. Apakah perlu penanganan untuk pancreatic insufficiency?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pancreatic insufficiency termasuk: enzim pencernaan, diet khusus."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_dermatophytosis",
            "utterances": [
                "Kucing saya mengalami sulit berjalan, bengkak pada kaki. Apakah ini dermatophytosis?",
                "Apakah dermatophytosis menyebabkan gejala seperti sulit berjalan, bengkak pada kaki pada kucing?",
                "Bagaimana cara mengobati dermatophytosis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk dermatophytosis?",
                "Kucing saya menunjukkan gejala seperti sulit berjalan, bengkak pada kaki. Apakah perlu penanganan untuk dermatophytosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk dermatophytosis termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_scabies",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini scabies?",
                "Apakah scabies menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati scabies pada kucing?",
                "Apa pengobatan yang dianjurkan untuk scabies?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk scabies?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk scabies termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_pyoderma",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini pyoderma?",
                "Apakah pyoderma menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati pyoderma pada kucing?",
                "Apa pengobatan yang dianjurkan untuk pyoderma?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk pyoderma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk pyoderma termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infestasi_kutu",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini infestasi kutu?",
                "Apakah infestasi kutu menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati infestasi kutu pada kucing?",
                "Apa pengobatan yang dianjurkan untuk infestasi kutu?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk infestasi kutu?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk infestasi kutu termasuk: pelembap kulit khusus hewan, perawatan kulit."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_acne",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini feline acne?",
                "Apakah feline acne menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati feline acne pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline acne?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk feline acne?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline acne termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_leukemia",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini feline leukemia?",
                "Apakah feline leukemia menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati feline leukemia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline leukemia?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk feline leukemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline leukemia termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_calicivirus",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini calicivirus?",
                "Apakah calicivirus menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati calicivirus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk calicivirus?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk calicivirus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk calicivirus termasuk: fisioterapi, obat anti-nyeri."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_panleukopenia",
            "utterances": [
                "Kucing saya mengalami gatal intens, kulit merah, koreng. Apakah ini panleukopenia?",
                "Apakah panleukopenia menyebabkan gejala seperti gatal intens, kulit merah, koreng pada kucing?",
                "Bagaimana cara mengobati panleukopenia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk panleukopenia?",
                "Kucing saya menunjukkan gejala seperti gatal intens, kulit merah, koreng. Apakah perlu penanganan untuk panleukopenia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk panleukopenia termasuk: penggunaan antiparasit, mandi rutin."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_rhinotracheitis",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini rhinotracheitis?",
                "Apakah rhinotracheitis menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati rhinotracheitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk rhinotracheitis?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk rhinotracheitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk rhinotracheitis termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cholangiohepatitis",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini cholangiohepatitis?",
                "Apakah cholangiohepatitis menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati cholangiohepatitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk cholangiohepatitis?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk cholangiohepatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cholangiohepatitis termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_gingivitis",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini gingivitis?",
                "Apakah gingivitis menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati gingivitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk gingivitis?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk gingivitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk gingivitis termasuk: obat cacing, perawatan kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_diabetes_melitus",
            "utterances": [
                "Kucing saya mengalami kerontokan berlebihan, kulit bersisik. Apakah ini diabetes melitus?",
                "Apakah diabetes melitus menyebabkan gejala seperti kerontokan berlebihan, kulit bersisik pada kucing?",
                "Bagaimana cara mengobati diabetes melitus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk diabetes melitus?",
                "Kucing saya menunjukkan gejala seperti kerontokan berlebihan, kulit bersisik. Apakah perlu penanganan untuk diabetes melitus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk diabetes melitus termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hyperthyroidism",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini hyperthyroidism?",
                "Apakah hyperthyroidism menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati hyperthyroidism pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hyperthyroidism?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk hyperthyroidism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperthyroidism termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypothyroidism",
            "utterances": [
                "Kucing saya mengalami kerontokan berlebihan, kulit bersisik. Apakah ini hypothyroidism?",
                "Apakah hypothyroidism menyebabkan gejala seperti kerontokan berlebihan, kulit bersisik pada kucing?",
                "Bagaimana cara mengobati hypothyroidism pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hypothyroidism?",
                "Kucing saya menunjukkan gejala seperti kerontokan berlebihan, kulit bersisik. Apakah perlu penanganan untuk hypothyroidism?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypothyroidism termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_kidney_disease",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini kidney disease?",
                "Apakah kidney disease menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati kidney disease pada kucing?",
                "Apa pengobatan yang dianjurkan untuk kidney disease?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk kidney disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk kidney disease termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_heartworm",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini heartworm?",
                "Apakah heartworm menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati heartworm pada kucing?",
                "Apa pengobatan yang dianjurkan untuk heartworm?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk heartworm?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk heartworm termasuk: antijamur topikal atau oral, menjaga kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_immunodeficiency_virus",
            "utterances": [
                "Kucing saya mengalami gatal intens, kulit merah, koreng. Apakah ini feline immunodeficiency virus?",
                "Apakah feline immunodeficiency virus menyebabkan gejala seperti gatal intens, kulit merah, koreng pada kucing?",
                "Bagaimana cara mengobati feline immunodeficiency virus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline immunodeficiency virus?",
                "Kucing saya menunjukkan gejala seperti gatal intens, kulit merah, koreng. Apakah perlu penanganan untuk feline immunodeficiency virus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline immunodeficiency virus termasuk: obat cacing, perawatan kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_arthritis",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini arthritis?",
                "Apakah arthritis menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati arthritis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk arthritis?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk arthritis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk arthritis termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_infectious_peritonitis",
            "utterances": [
                "Kucing saya mengalami luka terbuka, kulit berdarah. Apakah ini feline infectious peritonitis?",
                "Apakah feline infectious peritonitis menyebabkan gejala seperti luka terbuka, kulit berdarah pada kucing?",
                "Bagaimana cara mengobati feline infectious peritonitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline infectious peritonitis?",
                "Kucing saya menunjukkan gejala seperti luka terbuka, kulit berdarah. Apakah perlu penanganan untuk feline infectious peritonitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline infectious peritonitis termasuk: pelembap kulit khusus hewan, perawatan kulit."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_obesity",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini obesity?",
                "Apakah obesity menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati obesity pada kucing?",
                "Apa pengobatan yang dianjurkan untuk obesity?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk obesity?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk obesity termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ear_mites",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini ear mites?",
                "Apakah ear mites menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati ear mites pada kucing?",
                "Apa pengobatan yang dianjurkan untuk ear mites?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk ear mites?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ear mites termasuk: antijamur topikal atau oral, menjaga kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_conjunctivitis",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini conjunctivitis?",
                "Apakah conjunctivitis menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati conjunctivitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk conjunctivitis?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk conjunctivitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk conjunctivitis termasuk: penggunaan antiparasit, mandi rutin."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_mange",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini mange?",
                "Apakah mange menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati mange pada kucing?",
                "Apa pengobatan yang dianjurkan untuk mange?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk mange?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk mange termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ringworm",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini ringworm?",
                "Apakah ringworm menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati ringworm pada kucing?",
                "Apa pengobatan yang dianjurkan untuk ringworm?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk ringworm?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ringworm termasuk: antijamur topikal atau oral, menjaga kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_asthma",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini asthma?",
                "Apakah asthma menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati asthma pada kucing?",
                "Apa pengobatan yang dianjurkan untuk asthma?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk asthma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk asthma termasuk: obat cacing, perawatan kebersihan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_allergy_dermatitis",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini allergy dermatitis?",
                "Apakah allergy dermatitis menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati allergy dermatitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk allergy dermatitis?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk allergy dermatitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk allergy dermatitis termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_urinary_tract_infection",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini urinary tract infection?",
                "Apakah urinary tract infection menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati urinary tract infection pada kucing?",
                "Apa pengobatan yang dianjurkan untuk urinary tract infection?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk urinary tract infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk urinary tract infection termasuk: fisioterapi, obat anti-nyeri."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hepatic_lipidosis",
            "utterances": [
                "Kucing saya mengalami sulit berjalan, bengkak pada kaki. Apakah ini hepatic lipidosis?",
                "Apakah hepatic lipidosis menyebabkan gejala seperti sulit berjalan, bengkak pada kaki pada kucing?",
                "Bagaimana cara mengobati hepatic lipidosis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hepatic lipidosis?",
                "Kucing saya menunjukkan gejala seperti sulit berjalan, bengkak pada kaki. Apakah perlu penanganan untuk hepatic lipidosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hepatic lipidosis termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_lymphoma",
            "utterances": [
                "Kucing saya mengalami sulit berjalan, bengkak pada kaki. Apakah ini lymphoma?",
                "Apakah lymphoma menyebabkan gejala seperti sulit berjalan, bengkak pada kaki pada kucing?",
                "Bagaimana cara mengobati lymphoma pada kucing?",
                "Apa pengobatan yang dianjurkan untuk lymphoma?",
                "Kucing saya menunjukkan gejala seperti sulit berjalan, bengkak pada kaki. Apakah perlu penanganan untuk lymphoma?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk lymphoma termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cancer",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini cancer?",
                "Apakah cancer menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati cancer pada kucing?",
                "Apa pengobatan yang dianjurkan untuk cancer?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk cancer?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cancer termasuk: pelembap kulit khusus hewan, perawatan kulit."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_parasite_infestation",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini parasite infestation?",
                "Apakah parasite infestation menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati parasite infestation pada kucing?",
                "Apa pengobatan yang dianjurkan untuk parasite infestation?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk parasite infestation?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk parasite infestation termasuk: penggunaan antiparasit, salep anti-gatal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_anemia",
            "utterances": [
                "Kucing saya mengalami kerontokan berlebihan, kulit bersisik. Apakah ini anemia?",
                "Apakah anemia menyebabkan gejala seperti kerontokan berlebihan, kulit bersisik pada kucing?",
                "Bagaimana cara mengobati anemia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk anemia?",
                "Kucing saya menunjukkan gejala seperti kerontokan berlebihan, kulit bersisik. Apakah perlu penanganan untuk anemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anemia termasuk: fisioterapi, obat anti-nyeri."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_sepsis",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini sepsis?",
                "Apakah sepsis menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati sepsis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk sepsis?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk sepsis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk sepsis termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_parvovirus",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini parvovirus?",
                "Apakah parvovirus menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati parvovirus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk parvovirus?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk parvovirus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk parvovirus termasuk: penggunaan antiparasit, mandi rutin."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_leptospirosis",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini leptospirosis?",
                "Apakah leptospirosis menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati leptospirosis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk leptospirosis?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk leptospirosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk leptospirosis termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_rabies",
            "utterances": [
                "Kucing saya mengalami sulit berjalan, bengkak pada kaki. Apakah ini rabies?",
                "Apakah rabies menyebabkan gejala seperti sulit berjalan, bengkak pada kaki pada kucing?",
                "Bagaimana cara mengobati rabies pada kucing?",
                "Apa pengobatan yang dianjurkan untuk rabies?",
                "Kucing saya menunjukkan gejala seperti sulit berjalan, bengkak pada kaki. Apakah perlu penanganan untuk rabies?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk rabies termasuk: fisioterapi, obat anti-nyeri."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_fungal_infection",
            "utterances": [
                "Kucing saya mengalami sulit berjalan, bengkak pada kaki. Apakah ini fungal infection?",
                "Apakah fungal infection menyebabkan gejala seperti sulit berjalan, bengkak pada kaki pada kucing?",
                "Bagaimana cara mengobati fungal infection pada kucing?",
                "Apa pengobatan yang dianjurkan untuk fungal infection?",
                "Kucing saya menunjukkan gejala seperti sulit berjalan, bengkak pada kaki. Apakah perlu penanganan untuk fungal infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk fungal infection termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_scalp_infection",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini scalp infection?",
                "Apakah scalp infection menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati scalp infection pada kucing?",
                "Apa pengobatan yang dianjurkan untuk scalp infection?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk scalp infection?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk scalp infection termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_footpad_disease",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini footpad disease?",
                "Apakah footpad disease menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati footpad disease pada kucing?",
                "Apa pengobatan yang dianjurkan untuk footpad disease?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk footpad disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk footpad disease termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_food_poisoning",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini food poisoning?",
                "Apakah food poisoning menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati food poisoning pada kucing?",
                "Apa pengobatan yang dianjurkan untuk food poisoning?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk food poisoning?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk food poisoning termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_toxoplasmosis",
            "utterances": [
                "Kucing saya mengalami bengkak pada perut, muntah. Apakah ini toxoplasmosis?",
                "Apakah toxoplasmosis menyebabkan gejala seperti bengkak pada perut, muntah pada kucing?",
                "Bagaimana cara mengobati toxoplasmosis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk toxoplasmosis?",
                "Kucing saya menunjukkan gejala seperti bengkak pada perut, muntah. Apakah perlu penanganan untuk toxoplasmosis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk toxoplasmosis termasuk: pembersih wajah khusus hewan, antibiotik topikal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_bronchitis",
            "utterances": [
                "Kucing saya mengalami gatal intens, kulit merah, koreng. Apakah ini bronchitis?",
                "Apakah bronchitis menyebabkan gejala seperti gatal intens, kulit merah, koreng pada kucing?",
                "Bagaimana cara mengobati bronchitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk bronchitis?",
                "Kucing saya menunjukkan gejala seperti gatal intens, kulit merah, koreng. Apakah perlu penanganan untuk bronchitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bronchitis termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_bladder_stones",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini bladder stones?",
                "Apakah bladder stones menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati bladder stones pada kucing?",
                "Apa pengobatan yang dianjurkan untuk bladder stones?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk bladder stones?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk bladder stones termasuk: penggunaan antiparasit, mandi rutin."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_liver_disease",
            "utterances": [
                "Kucing saya mengalami lesi kulit, gatal, bulu rontok. Apakah ini liver disease?",
                "Apakah liver disease menyebabkan gejala seperti lesi kulit, gatal, bulu rontok pada kucing?",
                "Bagaimana cara mengobati liver disease pada kucing?",
                "Apa pengobatan yang dianjurkan untuk liver disease?",
                "Kucing saya menunjukkan gejala seperti lesi kulit, gatal, bulu rontok. Apakah perlu penanganan untuk liver disease?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk liver disease termasuk: antibiotik, pembersihan area infeksi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypertension",
            "utterances": [
                "Kucing saya mengalami komedo hitam di dagu, kulit berminyak. Apakah ini hypertension?",
                "Apakah hypertension menyebabkan gejala seperti komedo hitam di dagu, kulit berminyak pada kucing?",
                "Bagaimana cara mengobati hypertension pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hypertension?",
                "Kucing saya menunjukkan gejala seperti komedo hitam di dagu, kulit berminyak. Apakah perlu penanganan untuk hypertension?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypertension termasuk: penggunaan antiparasit, salep anti-gatal."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_anorexia",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini anorexia?",
                "Apakah anorexia menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati anorexia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk anorexia?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk anorexia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk anorexia termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cystitis",
            "utterances": [
                "Kucing saya mengalami bulu rontok, gatal, kehadiran kutu. Apakah ini cystitis?",
                "Apakah cystitis menyebabkan gejala seperti bulu rontok, gatal, kehadiran kutu pada kucing?",
                "Bagaimana cara mengobati cystitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk cystitis?",
                "Kucing saya menunjukkan gejala seperti bulu rontok, gatal, kehadiran kutu. Apakah perlu penanganan untuk cystitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk cystitis termasuk: penggunaan antiparasit, mandi rutin."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hyperlipidemia",
            "utterances": [
                "Kucing saya mengalami kulit bernanah, bengkak, demam. Apakah ini hyperlipidemia?",
                "Apakah hyperlipidemia menyebabkan gejala seperti kulit bernanah, bengkak, demam pada kucing?",
                "Bagaimana cara mengobati hyperlipidemia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hyperlipidemia?",
                "Kucing saya menunjukkan gejala seperti kulit bernanah, bengkak, demam. Apakah perlu penanganan untuk hyperlipidemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hyperlipidemia termasuk: obat tetes mata, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_constipation",
            "utterances": [
                "Kucing saya mengalami kerontokan berlebihan, kulit bersisik. Apakah ini constipation?",
                "Apakah constipation menyebabkan gejala seperti kerontokan berlebihan, kulit bersisik pada kucing?",
                "Bagaimana cara mengobati constipation pada kucing?",
                "Apa pengobatan yang dianjurkan untuk constipation?",
                "Kucing saya menunjukkan gejala seperti kerontokan berlebihan, kulit bersisik. Apakah perlu penanganan untuk constipation?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk constipation termasuk: salep penyembuhan luka, perban."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypokalemia",
            "utterances": [
                "Kucing saya mengalami mata berair, bersin, batuk. Apakah ini hypokalemia?",
                "Apakah hypokalemia menyebabkan gejala seperti mata berair, bersin, batuk pada kucing?",
                "Bagaimana cara mengobati hypokalemia pada kucing?",
                "Apa pengobatan yang dianjurkan untuk hypokalemia?",
                "Kucing saya menunjukkan gejala seperti mata berair, bersin, batuk. Apakah perlu penanganan untuk hypokalemia?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk hypokalemia termasuk: fisioterapi, obat anti-nyeri."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_panleukopenia_virus",
            "utterances": [
                "Kucing saya mengalami diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam. Apakah ini feline panleukopenia virus?",
                "Apakah feline panleukopenia virus menyebabkan gejala seperti diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam pada kucing?",
                "Bagaimana cara mengobati feline panleukopenia virus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline panleukopenia virus?",
                "Kucing saya menunjukkan gejala seperti diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam. Apakah perlu penanganan untuk feline panleukopenia virus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline panleukopenia virus termasuk: obat antivirus dan perawatan hidrasi."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_calici_virus",
            "utterances": [
                "Kucing saya mengalami sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung. Apakah ini feline calici virus?",
                "Apakah feline calici virus menyebabkan gejala seperti sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung pada kucing?",
                "Bagaimana cara mengobati feline calici virus pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline calici virus?",
                "Kucing saya menunjukkan gejala seperti sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung. Apakah perlu penanganan untuk feline calici virus?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline calici virus termasuk: obat antivirus, pemberian cairan."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_viral_rhinotracheitis",
            "utterances": [
                "Kucing saya mengalami batuk, sesak napas, radang tenggorokan, discharge hidung dan mata. Apakah ini feline viral rhinotracheitis?",
                "Apakah feline viral rhinotracheitis menyebabkan gejala seperti batuk, sesak napas, radang tenggorokan, discharge hidung dan mata pada kucing?",
                "Bagaimana cara mengobati feline viral rhinotracheitis pada kucing?",
                "Apa pengobatan yang dianjurkan untuk feline viral rhinotracheitis?",
                "Kucing saya menunjukkan gejala seperti batuk, sesak napas, radang tenggorokan, discharge hidung dan mata. Apakah perlu penanganan untuk feline viral rhinotracheitis?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk feline viral rhinotracheitis termasuk: obat antivirus, antibiotik."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infeksi_bakteri",
            "utterances": [
                "Kucing saya mengalami menggaruk, bulu rontok, kulit berkerak, kulit mengelupas. Apakah ini infeksi bakteri?",
                "Apakah infeksi bakteri menyebabkan gejala seperti menggaruk, bulu rontok, kulit berkerak, kulit mengelupas pada kucing?",
                "Bagaimana cara mengobati infeksi bakteri pada kucing?",
                "Apa pengobatan yang dianjurkan untuk infeksi bakteri?",
                "Kucing saya menunjukkan gejala seperti menggaruk, bulu rontok, kulit berkerak, kulit mengelupas. Apakah perlu penanganan untuk infeksi bakteri?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk infeksi bakteri termasuk: antibiotik topikal atau oral."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infeksi_jamur",
            "utterances": [
                "Kucing saya mengalami menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit. Apakah ini infeksi jamur?",
                "Apakah infeksi jamur menyebabkan gejala seperti menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit pada kucing?",
                "Bagaimana cara mengobati infeksi jamur pada kucing?",
                "Apa pengobatan yang dianjurkan untuk infeksi jamur?",
                "Kucing saya menunjukkan gejala seperti menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit. Apakah perlu penanganan untuk infeksi jamur?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk infeksi jamur termasuk: antijamur topikal atau oral."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ringworm_(kurap)",
            "utterances": [
                "Kucing saya mengalami kebotakan pola melingkar, hilang nafsu makan, mata berair. Apakah ini ringworm (kurap)?",
                "Apakah ringworm (kurap) menyebabkan gejala seperti kebotakan pola melingkar, hilang nafsu makan, mata berair pada kucing?",
                "Bagaimana cara mengobati ringworm (kurap) pada kucing?",
                "Apa pengobatan yang dianjurkan untuk ringworm (kurap)?",
                "Kucing saya menunjukkan gejala seperti kebotakan pola melingkar, hilang nafsu makan, mata berair. Apakah perlu penanganan untuk ringworm (kurap)?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk ringworm (kurap) termasuk: obat antijamur, salep kulit."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_kutu",
            "utterances": [
                "Kucing saya mengalami bulu menipis di ujung ekor, peradangan akibat gigitan. Apakah ini kutu?",
                "Apakah kutu menyebabkan gejala seperti bulu menipis di ujung ekor, peradangan akibat gigitan pada kucing?",
                "Bagaimana cara mengobati kutu pada kucing?",
                "Apa pengobatan yang dianjurkan untuk kutu?",
                "Kucing saya menunjukkan gejala seperti bulu menipis di ujung ekor, peradangan akibat gigitan. Apakah perlu penanganan untuk kutu?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk kutu termasuk: penggunaan antiparasit."
            ]
        },
        {
            "intent": "medical_inquiry_kucing_tungau_telinga",
            "utterances": [
                "Kucing saya mengalami bau menyengat dari telinga, cairan gelap dari telinga. Apakah ini tungau telinga?",
                "Apakah tungau telinga menyebabkan gejala seperti bau menyengat dari telinga, cairan gelap dari telinga pada kucing?",
                "Bagaimana cara mengobati tungau telinga pada kucing?",
                "Apa pengobatan yang dianjurkan untuk tungau telinga?",
                "Kucing saya menunjukkan gejala seperti bau menyengat dari telinga, cairan gelap dari telinga. Apakah perlu penanganan untuk tungau telinga?"
            ],
            "responses": [
                "Pengobatan yang disarankan untuk tungau telinga termasuk: obat antiparasit, pembersihan telinga."
            ]
        },
        {
            "intent": "greetings",
            "utterances": [
                "Hello",
                "Hi",
                "Good morning",
                "Good afternoon",
                "Hey there",
                "Greetings",
                "Hi, how are you?"
            ],
            "responses": [
                "Hello! How can I assist you today?",
                "Hi there! How can I help?",
                "Greetings! What would you like to know?",
                "Good day! How can I be of service?"
            ]
        },
        {
            "intent": "farewell",
            "utterances": [
                "Goodbye",
                "See you later",
                "Take care",
                "Bye",
                "Have a nice day",
                "See you soon",
                "Good night"
            ],
            "responses": [
                "Goodbye! Have a great day!",
                "Take care and see you soon!",
                "Bye! Feel free to reach out anytime.",
                "Good night! Stay safe."
            ]
        },
        {
            "intent": "general_conversation",
            "utterances": [
                "How are you?",
                "What's your name?",
                "Can you tell me a joke?",
                "What's the weather like?",
                "Tell me something interesting",
                "Do you like dogs?",
                "Who created you?",
                "How do you work?"
            ],
            "responses": [
                "I'm just a program, but I'm here to help!",
                "My name is ChatGPT, nice to meet you!",
                "I was created by OpenAI to assist you with your questions.",
                "I don't have feelings, but I'm glad to be of service.",
                "Sure! Why did the dog sit in the shade? Because it didn’t want to be a hot dog!",
                "I work by processing text and understanding your queries."
            ]
        },
        {
            "intent": "sapaan",
            "utterances": [
                "Halo",
                "Hai",
                "Selamat pagi",
                "Selamat sore",
                "Halo, ada yang bisa saya bantu?",
                "Hai, apa kabar?",
                "Salam kenal"
            ],
            "responses": [
                "Halo! Ada yang bisa saya bantu?",
                "Hai! Bagaimana saya bisa membantu Anda?",
                "Selamat datang! Apa yang Anda ingin tanyakan?",
                "Selamat pagi! Ada yang perlu saya bantu?"
            ]
        },
        {
            "intent": "perpisahan",
            "utterances": [
                "Selamat tinggal",
                "Sampai jumpa",
                "Jaga diri baik-baik",
                "Dadah",
                "Semoga harimu menyenangkan",
                "Sampai nanti",
                "Selamat malam"
            ],
            "responses": [
                "Selamat tinggal! Semoga harimu menyenangkan!",
                "Sampai jumpa! Jaga diri Anda baik-baik!",
                "Dadah! Jangan ragu untuk menghubungi lagi.",
                "Selamat malam! Semoga sehat selalu."
            ]
        },
        {
            "intent": "percakapan_umum",
            "utterances": [
                "Apa kabar?",
                "Siapa nama kamu?",
                "Ceritakan lelucon",
                "Bagaimana cuaca hari ini?",
                "Ceritakan sesuatu yang menarik",
                "Apakah kamu suka anjing?",
                "Siapa yang membuat kamu?",
                "Bagaimana cara kamu bekerja?"
            ],
            "responses": [
                "Saya hanya sebuah program, tapi saya siap membantu Anda!",
                "Saya tidak punya nama, saya dibuat oleh tim PetPoint.",
                "Saya diciptakan oleh PetPoint untuk membantu Anda dengan pertanyaan.",
                "Saya tidak punya perasaan, tapi saya senang membantu Anda.",
                "Tentu! Mengapa anjing duduk di tempat teduh? Karena dia tidak ingin menjadi 'anjing panas'!",
                "Saya bekerja dengan memproses teks dan memahami pertanyaan Anda."
            ]
        }
    ]
}