[
    {
        "text": "Anjing saya mengalami gejala gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), benjolan, kulit berwarna  kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, rambut tampak memiliki warna dan struktur yang sedikit     berbeda, kulit kering dan kasar  atau kusam, kebotakan. dan mungkin menderita acral lick granuloma. Pengobatan yang disarankan termasuk gunakan obat antihistamin (hidroxyzine, chlorpheniramine, dexopin), gunakan obat topikal kortikosteroid..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                69,
                "symptom"
            ],
            [
                71,
                99,
                "symptom"
            ],
            [
                101,
                109,
                "symptom"
            ],
            [
                111,
                136,
                "symptom"
            ],
            [
                138,
                194,
                "symptom"
            ],
            [
                196,
                213,
                "symptom"
            ],
            [
                215,
                281,
                "symptom"
            ],
            [
                283,
                317,
                "symptom"
            ],
            [
                319,
                329,
                "symptom"
            ],
            [
                352,
                372,
                "condition"
            ],
            [
                410,
                448,
                "treatment"
            ],
            [
                450,
                466,
                "treatment"
            ],
            [
                468,
                476,
                "treatment"
            ],
            [
                478,
                514,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, penebalan kulit, kulit berwarna kemerahan, kerontokan rambut, kulit kering dan kasar atau kusam, kebotakan. dan mungkin menderita acute moist dermatitis. Pengobatan yang disarankan termasuk cukur rambut sampai bersih pada permukaan       kulit, gunakan obat kortikosteroid seperti dexametasone untuk anti inflamasi adanya radang, gunakan obat antihistamin seperti vetadryll..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                51,
                "symptom"
            ],
            [
                53,
                77,
                "symptom"
            ],
            [
                79,
                96,
                "symptom"
            ],
            [
                98,
                131,
                "symptom"
            ],
            [
                133,
                143,
                "symptom"
            ],
            [
                166,
                188,
                "condition"
            ],
            [
                226,
                279,
                "treatment"
            ],
            [
                281,
                364,
                "treatment"
            ],
            [
                366,
                410,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan, kulit berwarna kemerahan, kerontokan rambut, bersin-bersin, hidung mengeluarkan cairan, mata berair, bercak kasar pada kulit, kulit kering dan kasar atau kusam, kebotakan. dan mungkin menderita atopic dermatitis. Pengobatan yang disarankan termasuk gunakan shampo mengandung benzoyl peroxida (4-7 hari), gunakan spray atau lotion yang mengandung hydrocortisone, beri makanan yang mengandung suplemen fatty acid, omega-3 dan omega-6, gunakan obat anti radang dan anti alergi, gunakan anastesi lokal dan topikal untuk menghilangkan gatal dan sakit yang muncul, beri makanan yang mengandung asam linoleat atau asam lemak omega-3 untuk memperbaiki kondisi kulit, gunakan antihistamin dan kortikosteroid (dexametasone)..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                37,
                "symptom"
            ],
            [
                39,
                63,
                "symptom"
            ],
            [
                65,
                82,
                "symptom"
            ],
            [
                84,
                97,
                "symptom"
            ],
            [
                99,
                125,
                "symptom"
            ],
            [
                127,
                138,
                "symptom"
            ],
            [
                140,
                163,
                "symptom"
            ],
            [
                165,
                198,
                "symptom"
            ],
            [
                200,
                210,
                "symptom"
            ],
            [
                233,
                250,
                "condition"
            ],
            [
                288,
                341,
                "treatment"
            ],
            [
                343,
                399,
                "treatment"
            ],
            [
                401,
                449,
                "treatment"
            ],
            [
                451,
                470,
                "treatment"
            ],
            [
                472,
                512,
                "treatment"
            ],
            [
                514,
                596,
                "treatment"
            ],
            [
                598,
                696,
                "treatment"
            ],
            [
                698,
                753,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan. dan mungkin menderita follicular dysplasia. Pengobatan yang disarankan termasuk berikan suplemen yang mengandung asam lemak essensial, gunakan shampoo antimikroba topikal, lalu bilas dengan conditioner..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                85,
                "symptom"
            ],
            [
                87,
                104,
                "symptom"
            ],
            [
                106,
                129,
                "symptom"
            ],
            [
                131,
                193,
                "symptom"
            ],
            [
                195,
                228,
                "symptom"
            ],
            [
                230,
                244,
                "symptom"
            ],
            [
                246,
                256,
                "symptom"
            ],
            [
                279,
                299,
                "condition"
            ],
            [
                337,
                390,
                "treatment"
            ],
            [
                392,
                427,
                "treatment"
            ],
            [
                429,
                459,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), pembengkakan, kerontokan rambut, kulit kering dan kasar atau kusam, kulit bersisik, kebotakan. dan mungkin menderita malassezia dermatitis. Pengobatan yang disarankan termasuk mandi dengan shampo dengan kandungan sulfur 0, 5% dan chlorhexadin 0, 5% (2x seminggu)..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                69,
                "symptom"
            ],
            [
                71,
                99,
                "symptom"
            ],
            [
                101,
                113,
                "symptom"
            ],
            [
                115,
                132,
                "symptom"
            ],
            [
                134,
                167,
                "symptom"
            ],
            [
                169,
                183,
                "symptom"
            ],
            [
                185,
                195,
                "symptom"
            ],
            [
                218,
                239,
                "condition"
            ],
            [
                277,
                322,
                "treatment"
            ],
            [
                324,
                345,
                "treatment"
            ],
            [
                347,
                364,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, benjolan, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan. dan mungkin menderita sarcoptic mange. Pengobatan yang disarankan termasuk mandi dengan shampo atau sabun dengan kandungan sulfur 2-3%, 7 hari sekali sampai sembuh, minimal 6-8x, salep topikal dioleskan pada daerah rontok, kerak, dan gatal (salep scabisid), sebelumnya dibersihkan dengan air hangat 2-3x dalam seminggu, cukur bagian rambut yang gatal, lalu mandikan dengan shampo dengan kandungan benzoyl peroxide, mandi menggunakan amitraz 1:100 ml, gunakan invermectin peroral, kontradiksi untuk anjing ras collie dan anjing gembala, dapat menyebabkan kematian jika penggunaan dengan dosis tinggi, gunakan mulbemycin oxime, jika kontradiksi terhadap obat invermectin, gunakan kortikosteroid untuk mengurangi rasa gatal (1-3 hari), sebagai tindakan preventif sebaiknya anjing diletakkan di lingkungan tertutup (indoor)..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                44,
                "symptom"
            ],
            [
                46,
                70,
                "symptom"
            ],
            [
                72,
                128,
                "symptom"
            ],
            [
                130,
                144,
                "symptom"
            ],
            [
                146,
                163,
                "symptom"
            ],
            [
                165,
                188,
                "symptom"
            ],
            [
                190,
                204,
                "symptom"
            ],
            [
                206,
                216,
                "symptom"
            ],
            [
                239,
                254,
                "condition"
            ],
            [
                292,
                351,
                "treatment"
            ],
            [
                353,
                380,
                "treatment"
            ],
            [
                382,
                394,
                "treatment"
            ],
            [
                396,
                438,
                "treatment"
            ],
            [
                440,
                445,
                "treatment"
            ],
            [
                447,
                473,
                "treatment"
            ],
            [
                475,
                535,
                "treatment"
            ],
            [
                537,
                567,
                "treatment"
            ],
            [
                569,
                630,
                "treatment"
            ],
            [
                632,
                666,
                "treatment"
            ],
            [
                668,
                695,
                "treatment"
            ],
            [
                697,
                751,
                "treatment"
            ],
            [
                753,
                815,
                "treatment"
            ],
            [
                817,
                841,
                "treatment"
            ],
            [
                843,
                885,
                "treatment"
            ],
            [
                887,
                948,
                "treatment"
            ],
            [
                950,
                1037,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, kulit bersisik, kebotakan, luka pada wajah. dan mungkin menderita dermatophytosis. Pengobatan yang disarankan termasuk gunakan shampoo yang mengandung chlorhexidine dan miconazole, gunakan obat anti jamur (griseofulvin, ketoconazole, itraconazole)..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                60,
                "symptom"
            ],
            [
                62,
                118,
                "symptom"
            ],
            [
                120,
                134,
                "symptom"
            ],
            [
                136,
                153,
                "symptom"
            ],
            [
                155,
                178,
                "symptom"
            ],
            [
                180,
                194,
                "symptom"
            ],
            [
                196,
                205,
                "symptom"
            ],
            [
                207,
                223,
                "symptom"
            ],
            [
                246,
                261,
                "condition"
            ],
            [
                299,
                359,
                "treatment"
            ],
            [
                361,
                398,
                "treatment"
            ],
            [
                400,
                412,
                "treatment"
            ],
            [
                414,
                428,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kekurangan nafsu makan (anoreksia), penebalan kulit, kulit berwarna kemerahan, luka pada hidung, kulit bersisik, luka pada wajah. dan mungkin menderita pemphigus foliaceus. Pengobatan yang disarankan termasuk gunakan kortikosteroid (prednisone, dexametasone), gunakan antibiotik tetrasiulin, dekosiulin untuk menghindari infeksi sekunder, jika anjing diobati dengan kortikosteroid sebaiknya pakan diubah menjadi rendah lemak agar hewan terhindar dari  pancreatitis..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                70,
                "symptom"
            ],
            [
                72,
                87,
                "symptom"
            ],
            [
                89,
                113,
                "symptom"
            ],
            [
                115,
                131,
                "symptom"
            ],
            [
                133,
                147,
                "symptom"
            ],
            [
                149,
                165,
                "symptom"
            ],
            [
                188,
                207,
                "condition"
            ],
            [
                245,
                279,
                "treatment"
            ],
            [
                281,
                294,
                "treatment"
            ],
            [
                296,
                326,
                "treatment"
            ],
            [
                328,
                373,
                "treatment"
            ],
            [
                375,
                501,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kekuranan nafsu makan (anoreksia), kekurangan antusiasme (lesu), kulit berwarna kemerahan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kerontokan rambut, luka pada hidung, kulit bersisik, kebotakan. dan mungkin menderita demodicosis. Pengobatan yang disarankan termasuk gunakan invermectin seminggu sekali, gunakan amitraz 1:100 ml untuk mandi, gunakan obat anti bakteri seperti erythromycin..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                69,
                "symptom"
            ],
            [
                71,
                99,
                "symptom"
            ],
            [
                101,
                125,
                "symptom"
            ],
            [
                127,
                183,
                "symptom"
            ],
            [
                185,
                202,
                "symptom"
            ],
            [
                204,
                220,
                "symptom"
            ],
            [
                222,
                236,
                "symptom"
            ],
            [
                238,
                248,
                "symptom"
            ],
            [
                271,
                282,
                "condition"
            ],
            [
                320,
                355,
                "treatment"
            ],
            [
                357,
                393,
                "treatment"
            ],
            [
                395,
                442,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, penebalan kulit, benjolan, area kulit tertentu tampak lebih gelap (hiperpigmentasi), kulit bernanah, kerontokan rambut, bercak kasar pada kulit, rambut tampak memiliki warna dan struktur yang sedikit berbeda, kulit kering dan kasar atau kusam. dan mungkin menderita pediculosis. Pengobatan yang disarankan termasuk gunakan shampoo yang mengandung pyrethrin, gunakan spray insektisida seperti fipronil dan selamectin, mencukur bulu yang terserang oleh kutu..",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                51,
                "symptom"
            ],
            [
                53,
                61,
                "symptom"
            ],
            [
                63,
                119,
                "symptom"
            ],
            [
                121,
                135,
                "symptom"
            ],
            [
                137,
                154,
                "symptom"
            ],
            [
                156,
                179,
                "symptom"
            ],
            [
                181,
                243,
                "symptom"
            ],
            [
                245,
                279,
                "symptom"
            ],
            [
                302,
                313,
                "condition"
            ],
            [
                351,
                392,
                "treatment"
            ],
            [
                394,
                451,
                "treatment"
            ],
            [
                453,
                492,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kekurangan nafsu makan, lesu, benjolan, kulit kemerahan, hipopigmentasi, kerontokan rambut dan mungkin menderita acral lick granuloma. Pengobatan yang disarankan termasuk antihistamin (hydroxyzine, chlorpheniramine), kortikosteroid topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                58,
                "symptom"
            ],
            [
                60,
                64,
                "symptom"
            ],
            [
                66,
                74,
                "symptom"
            ],
            [
                76,
                91,
                "symptom"
            ],
            [
                93,
                107,
                "symptom"
            ],
            [
                109,
                126,
                "symptom"
            ],
            [
                149,
                169,
                "condition"
            ],
            [
                207,
                232,
                "treatment"
            ],
            [
                234,
                251,
                "treatment"
            ],
            [
                253,
                275,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, muntah, diare berdarah, lemas, kehilangan nafsu makan dan mungkin menderita parvovirus. Pengobatan yang disarankan termasuk terapi cairan iv, antibiotik, antiemetik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                58,
                "symptom"
            ],
            [
                60,
                65,
                "symptom"
            ],
            [
                67,
                89,
                "symptom"
            ],
            [
                112,
                122,
                "condition"
            ],
            [
                160,
                176,
                "treatment"
            ],
            [
                178,
                188,
                "treatment"
            ],
            [
                190,
                200,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, demam, kehilangan nafsu makan, lemas, konjungtivitis, hidung berair dan mungkin menderita distemper. Pengobatan yang disarankan termasuk isolasi, antibiotik untuk infeksi sekunder, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                65,
                "symptom"
            ],
            [
                67,
                72,
                "symptom"
            ],
            [
                74,
                88,
                "symptom"
            ],
            [
                90,
                103,
                "symptom"
            ],
            [
                126,
                135,
                "condition"
            ],
            [
                173,
                180,
                "treatment"
            ],
            [
                182,
                215,
                "treatment"
            ],
            [
                217,
                232,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, agitasi, kejang, salivasi berlebihan, takut air dan mungkin menderita rabies. Pengobatan yang disarankan termasuk vaksinasi untuk pencegahan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                43,
                "symptom"
            ],
            [
                45,
                51,
                "symptom"
            ],
            [
                53,
                72,
                "symptom"
            ],
            [
                74,
                83,
                "symptom"
            ],
            [
                106,
                112,
                "condition"
            ],
            [
                150,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, pembengkakan perut, menguningnya kulit, pendarahan, kehilangan nafsu makan dan mungkin menderita hepatitis infeksius. Pengobatan yang disarankan termasuk terapi cairan, antibiotik, terapi simptomatik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                54,
                "symptom"
            ],
            [
                56,
                74,
                "symptom"
            ],
            [
                76,
                86,
                "symptom"
            ],
            [
                88,
                110,
                "symptom"
            ],
            [
                133,
                152,
                "condition"
            ],
            [
                190,
                203,
                "treatment"
            ],
            [
                205,
                215,
                "treatment"
            ],
            [
                217,
                235,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, muntah, kuning pada kulit dan mata, kehilangan nafsu makan, lemas dan mungkin menderita leptospirosis. Pengobatan yang disarankan termasuk antibiotik (doxycycline, penicillin), terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                70,
                "symptom"
            ],
            [
                72,
                94,
                "symptom"
            ],
            [
                96,
                101,
                "symptom"
            ],
            [
                124,
                137,
                "condition"
            ],
            [
                175,
                198,
                "treatment"
            ],
            [
                200,
                211,
                "treatment"
            ],
            [
                213,
                226,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit gatal, merah, rontok, luka terbuka dan mungkin menderita scabies. Pengobatan yang disarankan termasuk obat antiparasit (ivermectin), kebersihan lingkungan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                57,
                69,
                "symptom"
            ],
            [
                92,
                99,
                "condition"
            ],
            [
                137,
                166,
                "treatment"
            ],
            [
                168,
                189,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala bercak merah, gatal berlebihan, rontok pada daerah tertentu dan mungkin menderita demodicosis. Pengobatan yang disarankan termasuk antiparasit topikal, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                59,
                "symptom"
            ],
            [
                61,
                88,
                "symptom"
            ],
            [
                111,
                122,
                "condition"
            ],
            [
                160,
                179,
                "treatment"
            ],
            [
                181,
                191,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal di telinga, kepala miring, bau tidak sedap dari telinga dan mungkin menderita otitis. Pengobatan yang disarankan termasuk pembersihan telinga, antibiotik, obat tetes anti inflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                60,
                "symptom"
            ],
            [
                62,
                90,
                "symptom"
            ],
            [
                113,
                119,
                "condition"
            ],
            [
                157,
                176,
                "treatment"
            ],
            [
                178,
                188,
                "treatment"
            ],
            [
                190,
                215,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala bercak bulat merah, gatal, rambut rontok di sekitar bercak dan mungkin menderita ringworm. Pengobatan yang disarankan termasuk antijamur topikal, shampoo khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                56,
                87,
                "symptom"
            ],
            [
                110,
                118,
                "condition"
            ],
            [
                156,
                173,
                "treatment"
            ],
            [
                175,
                189,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala diare, penurunan berat badan, kotoran berdarah dan mungkin menderita coccidiosis. Pengobatan yang disarankan termasuk antibiotik (sulfadimethoxine), terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                57,
                "symptom"
            ],
            [
                59,
                75,
                "symptom"
            ],
            [
                98,
                109,
                "condition"
            ],
            [
                147,
                176,
                "treatment"
            ],
            [
                178,
                191,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, kehilangan nafsu makan, lemas, anemia dan mungkin menderita ehrlichiosis. Pengobatan yang disarankan termasuk antibiotik (doxycycline), terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                58,
                "symptom"
            ],
            [
                60,
                65,
                "symptom"
            ],
            [
                67,
                73,
                "symptom"
            ],
            [
                96,
                108,
                "condition"
            ],
            [
                146,
                170,
                "treatment"
            ],
            [
                172,
                187,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sulit buang air kecil, urine berdarah, nyeri pada perut dan mungkin menderita urolithiasis. Pengobatan yang disarankan termasuk diet khusus, obat penghancur batu, operasi jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                68,
                84,
                "symptom"
            ],
            [
                107,
                119,
                "condition"
            ],
            [
                157,
                168,
                "treatment"
            ],
            [
                170,
                190,
                "treatment"
            ],
            [
                192,
                215,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala diare, muntah, kehilangan nafsu makan dan mungkin menderita gastroenteritis. Pengobatan yang disarankan termasuk terapi cairan, antiemetik, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                66,
                "symptom"
            ],
            [
                89,
                104,
                "condition"
            ],
            [
                142,
                155,
                "treatment"
            ],
            [
                157,
                167,
                "treatment"
            ],
            [
                169,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, demam, kehilangan nafsu makan, lemas dan mungkin menderita canine influenza. Pengobatan yang disarankan termasuk isolasi, terapi suportif, antiviral.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                65,
                "symptom"
            ],
            [
                67,
                72,
                "symptom"
            ],
            [
                95,
                111,
                "condition"
            ],
            [
                149,
                156,
                "treatment"
            ],
            [
                158,
                173,
                "treatment"
            ],
            [
                175,
                184,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, kehilangan nafsu makan, lemas dan mungkin menderita kennel cough. Pengobatan yang disarankan termasuk obat batuk, antibiotik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                58,
                "symptom"
            ],
            [
                60,
                65,
                "symptom"
            ],
            [
                88,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                160,
                "treatment"
            ],
            [
                162,
                177,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, nyeri sendi, lemas, kehilangan nafsu makan dan mungkin menderita lyme disease. Pengobatan yang disarankan termasuk antibiotik (doxycycline), antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                56,
                78,
                "symptom"
            ],
            [
                101,
                113,
                "condition"
            ],
            [
                151,
                175,
                "treatment"
            ],
            [
                177,
                190,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala muntah, diare, nyeri perut, kehilangan nafsu makan dan mungkin menderita pancreatitis. Pengobatan yang disarankan termasuk diet rendah lemak, terapi cairan, analgesik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                42,
                "symptom"
            ],
            [
                44,
                55,
                "symptom"
            ],
            [
                57,
                79,
                "symptom"
            ],
            [
                102,
                114,
                "condition"
            ],
            [
                152,
                169,
                "treatment"
            ],
            [
                171,
                184,
                "treatment"
            ],
            [
                186,
                195,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala berat badan bertambah, lesu, kulit kering, kerontokan bulu dan mungkin menderita hypothyroidism. Pengobatan yang disarankan termasuk obat hormon tiroksin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                56,
                "symptom"
            ],
            [
                58,
                70,
                "symptom"
            ],
            [
                72,
                87,
                "symptom"
            ],
            [
                110,
                124,
                "condition"
            ],
            [
                162,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala perut membesar, rambut rontok, lemas dan mungkin menderita cushing's disease. Pengobatan yang disarankan termasuk penghambat produksi kortisol (trilostane), operasi pada tumor.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                58,
                "symptom"
            ],
            [
                60,
                65,
                "symptom"
            ],
            [
                88,
                105,
                "condition"
            ],
            [
                143,
                184,
                "treatment"
            ],
            [
                186,
                204,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, lemas, nafas pendek, berat badan turun dan mungkin menderita heartworm. Pengobatan yang disarankan termasuk obat antiparasit, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                55,
                "symptom"
            ],
            [
                57,
                74,
                "symptom"
            ],
            [
                97,
                106,
                "condition"
            ],
            [
                144,
                160,
                "treatment"
            ],
            [
                162,
                177,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kemerahan, rambut rontok di sekitar area gigitan dan mungkin menderita flea allergy dermatitis. Pengobatan yang disarankan termasuk antiparasit, antihistamin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                45,
                "symptom"
            ],
            [
                47,
                84,
                "symptom"
            ],
            [
                107,
                130,
                "condition"
            ],
            [
                168,
                179,
                "treatment"
            ],
            [
                181,
                193,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, lemas, perut membesar, kehilangan nafsu makan dan mungkin menderita pyometra. Pengobatan yang disarankan termasuk operasi pengangkatan rahim.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                57,
                "symptom"
            ],
            [
                59,
                81,
                "symptom"
            ],
            [
                104,
                112,
                "condition"
            ],
            [
                150,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal di telinga, kotoran berlebihan, bau tidak sedap dan mungkin menderita ear mites. Pengobatan yang disarankan termasuk obat tetes telinga antiparasit, pembersihan telinga.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                65,
                "symptom"
            ],
            [
                67,
                82,
                "symptom"
            ],
            [
                105,
                114,
                "condition"
            ],
            [
                152,
                182,
                "treatment"
            ],
            [
                184,
                203,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala bengkak pada mata, mata merah dan mungkin menderita cherry eye. Pengobatan yang disarankan termasuk operasi untuk mengembalikan posisi kelenjar.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                58,
                "symptom"
            ],
            [
                81,
                91,
                "condition"
            ],
            [
                129,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala bau tidak sedap dari anus, sering menggaruk atau menggigit area anus dan mungkin menderita anal sac disease. Pengobatan yang disarankan termasuk pengosongan kelenjar, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                54,
                "symptom"
            ],
            [
                56,
                97,
                "symptom"
            ],
            [
                120,
                136,
                "condition"
            ],
            [
                174,
                194,
                "treatment"
            ],
            [
                196,
                206,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gusi pucat, nafas cepat, lesu dan mungkin menderita anemia. Pengobatan yang disarankan termasuk transfusi darah, terapi besi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                52,
                "symptom"
            ],
            [
                54,
                58,
                "symptom"
            ],
            [
                81,
                87,
                "condition"
            ],
            [
                125,
                140,
                "treatment"
            ],
            [
                142,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri sendi, kesulitan bergerak, kekakuan dan mungkin menderita arthritis. Pengobatan yang disarankan termasuk antiinflamasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                60,
                "symptom"
            ],
            [
                62,
                70,
                "symptom"
            ],
            [
                93,
                102,
                "condition"
            ],
            [
                140,
                153,
                "treatment"
            ],
            [
                155,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kemerahan, pembengkakan di sekitar area tertentu dan mungkin menderita allergic dermatitis. Pengobatan yang disarankan termasuk antihistamin, steroid topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                45,
                "symptom"
            ],
            [
                47,
                84,
                "symptom"
            ],
            [
                107,
                126,
                "condition"
            ],
            [
                164,
                176,
                "treatment"
            ],
            [
                178,
                193,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mual, kurang nafsu makan, stress dan mungkin menderita kennel stress. Pengobatan yang disarankan termasuk lingkungan tenang, pemberian cairan, probiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                33,
                "symptom"
            ],
            [
                35,
                53,
                "symptom"
            ],
            [
                55,
                61,
                "symptom"
            ],
            [
                84,
                97,
                "condition"
            ],
            [
                135,
                152,
                "treatment"
            ],
            [
                154,
                170,
                "treatment"
            ],
            [
                172,
                181,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri pada gigi, pembengkakan pada wajah dan mungkin menderita tooth abscess. Pengobatan yang disarankan termasuk ekstraksi gigi, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                69,
                "symptom"
            ],
            [
                92,
                105,
                "condition"
            ],
            [
                143,
                157,
                "treatment"
            ],
            [
                159,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sering buang air kecil, nyeri saat buang air kecil dan mungkin menderita bladder infection. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                51,
                "symptom"
            ],
            [
                53,
                79,
                "symptom"
            ],
            [
                102,
                119,
                "condition"
            ],
            [
                157,
                167,
                "treatment"
            ],
            [
                169,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri pada tulang, lesu, pembengkakan pada area tertentu dan mungkin menderita bone cancer. Pengobatan yang disarankan termasuk kemoterapi, analgesik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                52,
                "symptom"
            ],
            [
                54,
                85,
                "symptom"
            ],
            [
                108,
                119,
                "condition"
            ],
            [
                157,
                167,
                "treatment"
            ],
            [
                169,
                178,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, nafas pendek, demam dan mungkin menderita bronchitis. Pengobatan yang disarankan termasuk antibiotik, terapi inhalasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                88,
                "condition"
            ],
            [
                126,
                136,
                "treatment"
            ],
            [
                138,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan, kehilangan nafsu makan, lemas dan mungkin menderita cancer. Pengobatan yang disarankan termasuk kemoterapi, radioterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                37,
                "symptom"
            ],
            [
                39,
                61,
                "symptom"
            ],
            [
                63,
                68,
                "symptom"
            ],
            [
                91,
                97,
                "condition"
            ],
            [
                135,
                145,
                "treatment"
            ],
            [
                147,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kabur penglihatan, pembengkakan lensa mata dan mungkin menderita cataracts. Pengobatan yang disarankan termasuk operasi katarak.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                71,
                "symptom"
            ],
            [
                94,
                103,
                "condition"
            ],
            [
                141,
                156,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lesu, haus berlebihan, sering buang air kecil dan mungkin menderita chronic renal failure. Pengobatan yang disarankan termasuk diet rendah protein, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                33,
                "symptom"
            ],
            [
                35,
                50,
                "symptom"
            ],
            [
                52,
                74,
                "symptom"
            ],
            [
                97,
                118,
                "condition"
            ],
            [
                156,
                175,
                "treatment"
            ],
            [
                177,
                190,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala diare, nyeri perut, gas berlebih dan mungkin menderita colitis. Pengobatan yang disarankan termasuk diet tinggi serat, probiotik, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                47,
                "symptom"
            ],
            [
                49,
                61,
                "symptom"
            ],
            [
                84,
                91,
                "condition"
            ],
            [
                129,
                146,
                "treatment"
            ],
            [
                148,
                157,
                "treatment"
            ],
            [
                159,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata merah, gatal, berair dan mungkin menderita conjunctivitis. Pengobatan yang disarankan termasuk antibiotik tetes mata, kompres hangat.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                54,
                "symptom"
            ],
            [
                77,
                91,
                "condition"
            ],
            [
                129,
                150,
                "treatment"
            ],
            [
                152,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata berair, kemerahan, nyeri dan mungkin menderita corneal ulcers. Pengobatan yang disarankan termasuk obat tetes antibiotik, pelindung mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                51,
                "symptom"
            ],
            [
                53,
                58,
                "symptom"
            ],
            [
                81,
                95,
                "condition"
            ],
            [
                133,
                154,
                "treatment"
            ],
            [
                156,
                170,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala testis tidak turun dan mungkin menderita cryptorchidism. Pengobatan yang disarankan termasuk operasi pengangkatan testis.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                70,
                84,
                "condition"
            ],
            [
                122,
                149,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala haus berlebihan, lemas, sering buang air kecil dan mungkin menderita diabetes. Pengobatan yang disarankan termasuk pemberian insulin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                51,
                "symptom"
            ],
            [
                53,
                75,
                "symptom"
            ],
            [
                98,
                106,
                "condition"
            ],
            [
                144,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata kering, rasa gatal, perih dan mungkin menderita dry eye. Pengobatan yang disarankan termasuk obat tetes mata pelembap.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                89,
                "condition"
            ],
            [
                127,
                151,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan telinga, nyeri dan mungkin menderita ear hematoma. Pengobatan yang disarankan termasuk operasi untuk mengeringkan darah.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                49,
                "symptom"
            ],
            [
                51,
                56,
                "symptom"
            ],
            [
                79,
                91,
                "condition"
            ],
            [
                129,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kejang, penurunan kesadaran dan mungkin menderita epilepsy. Pengobatan yang disarankan termasuk obat antikonvulsan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                56,
                "symptom"
            ],
            [
                79,
                87,
                "condition"
            ],
            [
                125,
                143,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri saat makan, batuk, saliva berlebih dan mungkin menderita esophagitis. Pengobatan yang disarankan termasuk antibiotik, antiinflamasi, diet lembut.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                52,
                "symptom"
            ],
            [
                54,
                69,
                "symptom"
            ],
            [
                92,
                103,
                "condition"
            ],
            [
                141,
                151,
                "treatment"
            ],
            [
                153,
                166,
                "treatment"
            ],
            [
                168,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata merah, berair, gatal dan mungkin menderita eye infection. Pengobatan yang disarankan termasuk antibiotik tetes mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                77,
                90,
                "condition"
            ],
            [
                128,
                149,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan di kulit, rambut rontok dan mungkin menderita folliculitis. Pengobatan yang disarankan termasuk antibiotik, pembersih topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                61,
                "symptom"
            ],
            [
                84,
                96,
                "condition"
            ],
            [
                134,
                144,
                "treatment"
            ],
            [
                146,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri mata, pembengkakan dan mungkin menderita glaucoma. Pengobatan yang disarankan termasuk obat tetes untuk mengurangi tekanan mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                53,
                "symptom"
            ],
            [
                76,
                84,
                "condition"
            ],
            [
                122,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gusi merah, bau mulut dan mungkin menderita gingivitis. Pengobatan yang disarankan termasuk pembersihan gigi, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                50,
                "symptom"
            ],
            [
                73,
                83,
                "condition"
            ],
            [
                121,
                137,
                "treatment"
            ],
            [
                139,
                149,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala suhu tubuh tinggi, lemas, nafas cepat dan mungkin menderita heat stroke. Pengobatan yang disarankan termasuk pendinginan tubuh, cairan iv.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                53,
                "symptom"
            ],
            [
                55,
                66,
                "symptom"
            ],
            [
                89,
                100,
                "condition"
            ],
            [
                138,
                155,
                "treatment"
            ],
            [
                157,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lesu, pembengkakan perut dan mungkin menderita hemangiosarcoma. Pengobatan yang disarankan termasuk operasi, kemoterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                33,
                "symptom"
            ],
            [
                35,
                53,
                "symptom"
            ],
            [
                76,
                91,
                "condition"
            ],
            [
                129,
                136,
                "treatment"
            ],
            [
                138,
                148,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri sendi, lemas dan mungkin menderita hip dysplasia. Pengobatan yang disarankan termasuk obat antiinflamasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                70,
                83,
                "condition"
            ],
            [
                121,
                139,
                "treatment"
            ],
            [
                141,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit keras, pecah-pecah dan mungkin menderita hyperkeratosis. Pengobatan yang disarankan termasuk pelembap topikal, salep khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                53,
                "symptom"
            ],
            [
                76,
                90,
                "condition"
            ],
            [
                128,
                144,
                "treatment"
            ],
            [
                146,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, hidung berair dan mungkin menderita infectious tracheobronchitis. Pengobatan yang disarankan termasuk antibiotik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                49,
                "symptom"
            ],
            [
                72,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala diare, kehilangan berat badan, perut buncit dan mungkin menderita intestinal parasites. Pengobatan yang disarankan termasuk antiparasit, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                58,
                "symptom"
            ],
            [
                60,
                72,
                "symptom"
            ],
            [
                95,
                115,
                "condition"
            ],
            [
                153,
                164,
                "treatment"
            ],
            [
                166,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala haus berlebihan, lemas, mual dan mungkin menderita kidney disease. Pengobatan yang disarankan termasuk diet khusus, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                51,
                "symptom"
            ],
            [
                53,
                57,
                "symptom"
            ],
            [
                80,
                94,
                "condition"
            ],
            [
                132,
                143,
                "treatment"
            ],
            [
                145,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala muntah, lemas, demam dan mungkin menderita liver disease. Pengobatan yang disarankan termasuk diet rendah protein, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                42,
                "symptom"
            ],
            [
                44,
                49,
                "symptom"
            ],
            [
                72,
                85,
                "condition"
            ],
            [
                123,
                142,
                "treatment"
            ],
            [
                144,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit kasar, gatal, kemerahan dan mungkin menderita mange. Pengobatan yang disarankan termasuk obat antiparasit topikal, kebersihan lingkungan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                58,
                "symptom"
            ],
            [
                81,
                86,
                "condition"
            ],
            [
                124,
                148,
                "treatment"
            ],
            [
                150,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan hitam di kulit dan mungkin menderita melanoma. Pengobatan yang disarankan termasuk operasi, kemoterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                75,
                83,
                "condition"
            ],
            [
                121,
                128,
                "treatment"
            ],
            [
                130,
                140,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri perut, demam, bau mulut dan mungkin menderita metritis. Pengobatan yang disarankan termasuk antibiotik, operasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                58,
                "symptom"
            ],
            [
                81,
                89,
                "condition"
            ],
            [
                127,
                137,
                "treatment"
            ],
            [
                139,
                146,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pucat, gusi bengkak dan mungkin menderita mitral valve disease. Pengobatan yang disarankan termasuk obat jantung, diet rendah natrium.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                48,
                "symptom"
            ],
            [
                71,
                91,
                "condition"
            ],
            [
                129,
                141,
                "treatment"
            ],
            [
                143,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri di mulut, air liur berlebihan dan mungkin menderita mouth ulcers. Pengobatan yang disarankan termasuk antiseptik mulut, diet lembut.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                64,
                "symptom"
            ],
            [
                87,
                99,
                "condition"
            ],
            [
                137,
                153,
                "treatment"
            ],
            [
                155,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal pada hidung, bersin dan mungkin menderita nasal mites. Pengobatan yang disarankan termasuk obat antiparasit hidung.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                54,
                "symptom"
            ],
            [
                77,
                88,
                "condition"
            ],
            [
                126,
                149,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala berat badan berlebih, lesu dan mungkin menderita obesity. Pengobatan yang disarankan termasuk diet khusus, olahraga.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                49,
                "symptom"
            ],
            [
                51,
                55,
                "symptom"
            ],
            [
                78,
                85,
                "condition"
            ],
            [
                123,
                134,
                "treatment"
            ],
            [
                136,
                144,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit gatal, rambut rontok dan mungkin menderita parasitic infection. Pengobatan yang disarankan termasuk antiparasit oral atau topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                55,
                "symptom"
            ],
            [
                78,
                97,
                "condition"
            ],
            [
                135,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri dada, sesak napas dan mungkin menderita pericardial effusion. Pengobatan yang disarankan termasuk drainase cairan, obat antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                52,
                "symptom"
            ],
            [
                75,
                95,
                "condition"
            ],
            [
                133,
                148,
                "treatment"
            ],
            [
                150,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, batuk, lemas dan mungkin menderita pneumonia. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                48,
                "symptom"
            ],
            [
                71,
                80,
                "condition"
            ],
            [
                118,
                128,
                "treatment"
            ],
            [
                130,
                143,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri saat buang air kecil, demam dan mungkin menderita prostatitis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                62,
                "symptom"
            ],
            [
                85,
                96,
                "condition"
            ],
            [
                134,
                144,
                "treatment"
            ],
            [
                146,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sesak napas, lemas dan mungkin menderita pulmonary edema. Pengobatan yang disarankan termasuk diuretik, oksigen.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                70,
                85,
                "condition"
            ],
            [
                123,
                131,
                "treatment"
            ],
            [
                133,
                140,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kemerahan, bercak putih, gatal dan mungkin menderita ringworm. Pengobatan yang disarankan termasuk antijamur topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                90,
                "condition"
            ],
            [
                128,
                145,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit kering, bersisik, gatal dan mungkin menderita seborrhea. Pengobatan yang disarankan termasuk shampoo khusus, pelembap topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                51,
                "symptom"
            ],
            [
                53,
                58,
                "symptom"
            ],
            [
                81,
                90,
                "condition"
            ],
            [
                128,
                142,
                "treatment"
            ],
            [
                144,
                160,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gelisah saat ditinggal sendiri, menggonggong terus menerus dan mungkin menderita separation anxiety. Pengobatan yang disarankan termasuk latihan perilaku, terapi obat jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                59,
                "symptom"
            ],
            [
                61,
                87,
                "symptom"
            ],
            [
                110,
                128,
                "condition"
            ],
            [
                166,
                182,
                "treatment"
            ],
            [
                184,
                211,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, bintik merah, rambut rontok dan mungkin menderita skin allergies. Pengobatan yang disarankan termasuk antihistamin, steroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                48,
                "symptom"
            ],
            [
                50,
                63,
                "symptom"
            ],
            [
                86,
                100,
                "condition"
            ],
            [
                138,
                150,
                "treatment"
            ],
            [
                152,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala perut membesar, lesu dan mungkin menderita splenomegaly. Pengobatan yang disarankan termasuk terapi penyebab utama, operasi jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                49,
                "symptom"
            ],
            [
                72,
                84,
                "condition"
            ],
            [
                122,
                143,
                "treatment"
            ],
            [
                145,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kaku otot, kejang dan mungkin menderita tetanus. Pengobatan yang disarankan termasuk antibiotik, relaksan otot.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                46,
                "symptom"
            ],
            [
                69,
                76,
                "condition"
            ],
            [
                114,
                124,
                "treatment"
            ],
            [
                126,
                139,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan pada leher, lesu dan mungkin menderita thyroid cancer. Pengobatan yang disarankan termasuk operasi, kemoterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                48,
                "symptom"
            ],
            [
                50,
                54,
                "symptom"
            ],
            [
                77,
                91,
                "condition"
            ],
            [
                129,
                136,
                "treatment"
            ],
            [
                138,
                148,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, lesu, nyeri sendi dan mungkin menderita tick-borne disease. Pengobatan yang disarankan termasuk antibiotik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                40,
                "symptom"
            ],
            [
                42,
                53,
                "symptom"
            ],
            [
                76,
                94,
                "condition"
            ],
            [
                132,
                142,
                "treatment"
            ],
            [
                144,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala tenggorokan sakit, demam dan mungkin menderita tonsillitis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                53,
                "symptom"
            ],
            [
                76,
                87,
                "condition"
            ],
            [
                125,
                135,
                "treatment"
            ],
            [
                137,
                150,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lemas, mual, kehilangan nafsu makan dan mungkin menderita toxoplasmosis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                40,
                "symptom"
            ],
            [
                42,
                64,
                "symptom"
            ],
            [
                87,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri mata, luka pada kornea dan mungkin menderita ulcerative keratitis. Pengobatan yang disarankan termasuk obat tetes antibiotik, pelindung mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                57,
                "symptom"
            ],
            [
                80,
                100,
                "condition"
            ],
            [
                138,
                159,
                "treatment"
            ],
            [
                161,
                175,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sulit buang air kecil, urine berdarah dan mungkin menderita urolithiasis. Pengobatan yang disarankan termasuk diet khusus, operasi jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                101,
                "condition"
            ],
            [
                139,
                150,
                "treatment"
            ],
            [
                152,
                175,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan di sekitar vagina, lemas dan mungkin menderita vaginitis. Pengobatan yang disarankan termasuk antibiotik, pembersihan lokal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                59,
                "symptom"
            ],
            [
                61,
                66,
                "symptom"
            ],
            [
                89,
                98,
                "condition"
            ],
            [
                136,
                146,
                "treatment"
            ],
            [
                148,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kepala miring, kehilangan keseimbangan dan mungkin menderita vestibular disease. Pengobatan yang disarankan termasuk terapi suportif, antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                42,
                "symptom"
            ],
            [
                44,
                67,
                "symptom"
            ],
            [
                90,
                108,
                "condition"
            ],
            [
                146,
                161,
                "treatment"
            ],
            [
                163,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala cacing di feses, penurunan berat badan dan mungkin menderita worm infestation. Pengobatan yang disarankan termasuk obat cacing oral.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                67,
                "symptom"
            ],
            [
                90,
                106,
                "condition"
            ],
            [
                144,
                160,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit bersisik, rambut rontok dan mungkin menderita zinc deficiency. Pengobatan yang disarankan termasuk suplemen seng, diet khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                58,
                "symptom"
            ],
            [
                81,
                96,
                "condition"
            ],
            [
                134,
                147,
                "treatment"
            ],
            [
                149,
                160,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit menghitam, gatal dan mungkin menderita acanthosis nigricans. Pengobatan yang disarankan termasuk antiinflamasi topikal, pelembap.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                51,
                "symptom"
            ],
            [
                74,
                94,
                "condition"
            ],
            [
                132,
                153,
                "treatment"
            ],
            [
                155,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lemas, muntah, penurunan berat badan dan mungkin menderita addison's disease. Pengobatan yang disarankan termasuk pemberian hormon kortisol.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                65,
                "symptom"
            ],
            [
                88,
                105,
                "condition"
            ],
            [
                143,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala berat badan naik, lesu dan mungkin menderita adrenal tumors. Pengobatan yang disarankan termasuk operasi, terapi hormon.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                51,
                "symptom"
            ],
            [
                74,
                88,
                "condition"
            ],
            [
                126,
                133,
                "treatment"
            ],
            [
                135,
                148,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, lesu, nyeri sendi dan mungkin menderita anaplasmosis. Pengobatan yang disarankan termasuk antibiotik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                40,
                "symptom"
            ],
            [
                42,
                53,
                "symptom"
            ],
            [
                76,
                88,
                "condition"
            ],
            [
                126,
                136,
                "treatment"
            ],
            [
                138,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala perut buncit, muntah, lemas dan mungkin menderita bloat. Pengobatan yang disarankan termasuk operasi darurat, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                49,
                "symptom"
            ],
            [
                51,
                56,
                "symptom"
            ],
            [
                79,
                84,
                "condition"
            ],
            [
                122,
                137,
                "treatment"
            ],
            [
                139,
                152,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan, kehilangan nafsu makan dan mungkin menderita cancerous tumors. Pengobatan yang disarankan termasuk kemoterapi, operasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                37,
                "symptom"
            ],
            [
                39,
                61,
                "symptom"
            ],
            [
                84,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nafas bau, gusi bengkak dan mungkin menderita dental disease. Pengobatan yang disarankan termasuk pembersihan gigi, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                52,
                "symptom"
            ],
            [
                75,
                89,
                "condition"
            ],
            [
                127,
                143,
                "treatment"
            ],
            [
                145,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kulit kemerahan, bercak bulat dan mungkin menderita dermatophytosis. Pengobatan yang disarankan termasuk antijamur topikal atau oral.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                58,
                "symptom"
            ],
            [
                81,
                96,
                "condition"
            ],
            [
                134,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelopak mata turun, mata merah dan mungkin menderita ectropion. Pengobatan yang disarankan termasuk operasi, obat tetes mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                59,
                "symptom"
            ],
            [
                82,
                91,
                "condition"
            ],
            [
                129,
                136,
                "treatment"
            ],
            [
                138,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri pada siku, lemas dan mungkin menderita elbow dysplasia. Pengobatan yang disarankan termasuk antiinflamasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                51,
                "symptom"
            ],
            [
                74,
                89,
                "condition"
            ],
            [
                127,
                140,
                "treatment"
            ],
            [
                142,
                154,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, penurunan kesadaran dan mungkin menderita encephalitis. Pengobatan yang disarankan termasuk antibiotik, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                55,
                "symptom"
            ],
            [
                78,
                90,
                "condition"
            ],
            [
                128,
                138,
                "treatment"
            ],
            [
                140,
                154,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala haus berlebihan, buang air kecil sering dan mungkin menderita glucosuria. Pengobatan yang disarankan termasuk pengobatan diabetes, diet rendah gula.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                68,
                "symptom"
            ],
            [
                91,
                101,
                "condition"
            ],
            [
                139,
                158,
                "treatment"
            ],
            [
                160,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pendarahan mudah, gusi pucat dan mungkin menderita hemophilia. Pengobatan yang disarankan termasuk transfusi darah, terapi faktor pembekuan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                57,
                "symptom"
            ],
            [
                80,
                90,
                "condition"
            ],
            [
                128,
                143,
                "treatment"
            ],
            [
                145,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala haus berlebihan, lemas, muntah dan mungkin menderita hypercalcemia. Pengobatan yang disarankan termasuk diet rendah kalsium, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                51,
                "symptom"
            ],
            [
                53,
                59,
                "symptom"
            ],
            [
                82,
                95,
                "condition"
            ],
            [
                133,
                152,
                "treatment"
            ],
            [
                154,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan di area selangkangan, nyeri saat bergerak dan mungkin menderita inguinal hernia. Pengobatan yang disarankan termasuk operasi hernia, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                58,
                "symptom"
            ],
            [
                60,
                79,
                "symptom"
            ],
            [
                102,
                117,
                "condition"
            ],
            [
                155,
                169,
                "treatment"
            ],
            [
                171,
                186,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk kronis, kesulitan bernapas, lemas dan mungkin menderita lung cancer. Pengobatan yang disarankan termasuk kemoterapi, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                61,
                "symptom"
            ],
            [
                63,
                68,
                "symptom"
            ],
            [
                91,
                102,
                "condition"
            ],
            [
                140,
                150,
                "treatment"
            ],
            [
                152,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan kelenjar susu, nyeri, demam dan mungkin menderita mastitis. Pengobatan yang disarankan termasuk antibiotik, kompres hangat.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                62,
                "symptom"
            ],
            [
                64,
                69,
                "symptom"
            ],
            [
                92,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala muntah, kesulitan menelan, berat badan turun dan mungkin menderita megaesophagus. Pengobatan yang disarankan termasuk diet khusus, pemberian makan dengan posisi tegak.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                54,
                "symptom"
            ],
            [
                56,
                73,
                "symptom"
            ],
            [
                96,
                109,
                "condition"
            ],
            [
                147,
                158,
                "treatment"
            ],
            [
                160,
                195,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam tinggi, nyeri otot, lesu dan mungkin menderita melioidosis. Pengobatan yang disarankan termasuk antibiotik spektrum luas.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                53,
                "symptom"
            ],
            [
                55,
                59,
                "symptom"
            ],
            [
                82,
                93,
                "condition"
            ],
            [
                131,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri tulang, lemas, anemia dan mungkin menderita multiple myeloma. Pengobatan yang disarankan termasuk kemoterapi, analgesik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                48,
                "symptom"
            ],
            [
                50,
                56,
                "symptom"
            ],
            [
                79,
                95,
                "condition"
            ],
            [
                133,
                143,
                "treatment"
            ],
            [
                145,
                154,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelemahan otot, kesulitan menelan, keletihan dan mungkin menderita myasthenia gravis. Pengobatan yang disarankan termasuk antikolinesterase, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                64,
                73,
                "symptom"
            ],
            [
                96,
                113,
                "condition"
            ],
            [
                151,
                168,
                "treatment"
            ],
            [
                170,
                184,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan, kehilangan nafsu makan, berat badan turun dan mungkin menderita neoplasia. Pengobatan yang disarankan termasuk operasi, kemoterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                37,
                "symptom"
            ],
            [
                39,
                61,
                "symptom"
            ],
            [
                63,
                80,
                "symptom"
            ],
            [
                103,
                112,
                "condition"
            ],
            [
                150,
                157,
                "treatment"
            ],
            [
                159,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kehilangan penglihatan mendadak, nyeri mata dan mungkin menderita optic neuritis. Pengobatan yang disarankan termasuk kortikosteroid, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                60,
                "symptom"
            ],
            [
                62,
                72,
                "symptom"
            ],
            [
                95,
                109,
                "condition"
            ],
            [
                147,
                161,
                "treatment"
            ],
            [
                163,
                178,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri sendi, kesulitan bergerak, lemas dan mungkin menderita osteochondritis. Pengobatan yang disarankan termasuk operasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                60,
                "symptom"
            ],
            [
                62,
                67,
                "symptom"
            ],
            [
                90,
                105,
                "condition"
            ],
            [
                143,
                150,
                "treatment"
            ],
            [
                152,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri tulang, pembengkakan, lemas dan mungkin menderita osteosarcoma. Pengobatan yang disarankan termasuk kemoterapi, operasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                55,
                "symptom"
            ],
            [
                57,
                62,
                "symptom"
            ],
            [
                85,
                97,
                "condition"
            ],
            [
                135,
                145,
                "treatment"
            ],
            [
                147,
                154,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan pada area kuku, nyeri dan mungkin menderita paronychia. Pengobatan yang disarankan termasuk antibiotik, pembersihan area kuku.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                56,
                "symptom"
            ],
            [
                58,
                63,
                "symptom"
            ],
            [
                86,
                96,
                "condition"
            ],
            [
                134,
                144,
                "treatment"
            ],
            [
                146,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, nyeri perut, mual dan mungkin menderita peritonitis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                47,
                "symptom"
            ],
            [
                49,
                53,
                "symptom"
            ],
            [
                76,
                87,
                "condition"
            ],
            [
                125,
                135,
                "treatment"
            ],
            [
                137,
                150,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelelahan, perubahan perilaku, kebotakan dan mungkin menderita pituitary tumor. Pengobatan yang disarankan termasuk terapi hormon, operasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                58,
                "symptom"
            ],
            [
                60,
                69,
                "symptom"
            ],
            [
                92,
                107,
                "condition"
            ],
            [
                145,
                158,
                "treatment"
            ],
            [
                160,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sering haus, buang air kecil sering dan mungkin menderita polydipsia. Pengobatan yang disarankan termasuk identifikasi penyebab, diet khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                64,
                "symptom"
            ],
            [
                87,
                97,
                "condition"
            ],
            [
                135,
                156,
                "treatment"
            ],
            [
                158,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala buang air kecil sering, dehidrasi dan mungkin menderita polyuria. Pengobatan yang disarankan termasuk terapi cairan, identifikasi penyebab.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                51,
                "symptom"
            ],
            [
                53,
                62,
                "symptom"
            ],
            [
                85,
                93,
                "condition"
            ],
            [
                131,
                144,
                "treatment"
            ],
            [
                146,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lemas, muntah, kehilangan nafsu makan dan mungkin menderita portosystemic shunt. Pengobatan yang disarankan termasuk operasi, diet khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                66,
                "symptom"
            ],
            [
                89,
                108,
                "condition"
            ],
            [
                146,
                153,
                "treatment"
            ],
            [
                155,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata menonjol keluar, nyeri dan mungkin menderita proptosis. Pengobatan yang disarankan termasuk operasi, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                49,
                "symptom"
            ],
            [
                51,
                56,
                "symptom"
            ],
            [
                79,
                88,
                "condition"
            ],
            [
                126,
                133,
                "treatment"
            ],
            [
                135,
                145,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sesak napas, kelelahan, pucat dan mungkin menderita pulmonary hypertension. Pengobatan yang disarankan termasuk obat pengatur tekanan darah, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                51,
                "symptom"
            ],
            [
                53,
                58,
                "symptom"
            ],
            [
                81,
                103,
                "condition"
            ],
            [
                141,
                168,
                "treatment"
            ],
            [
                170,
                185,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala jaringan rektum menonjol keluar, nyeri dan mungkin menderita rectal prolapse. Pengobatan yang disarankan termasuk operasi, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                60,
                "symptom"
            ],
            [
                62,
                67,
                "symptom"
            ],
            [
                90,
                105,
                "condition"
            ],
            [
                143,
                150,
                "treatment"
            ],
            [
                152,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala haus berlebihan, mual, berat badan turun dan mungkin menderita renal dysplasia. Pengobatan yang disarankan termasuk terapi cairan, diet khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                44,
                "symptom"
            ],
            [
                46,
                50,
                "symptom"
            ],
            [
                52,
                69,
                "symptom"
            ],
            [
                92,
                107,
                "condition"
            ],
            [
                145,
                158,
                "treatment"
            ],
            [
                160,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kehilangan penglihatan, kesulitan melihat di malam hari dan mungkin menderita retinal atrophy. Pengobatan yang disarankan termasuk tidak ada pengobatan, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                51,
                "symptom"
            ],
            [
                53,
                84,
                "symptom"
            ],
            [
                107,
                122,
                "condition"
            ],
            [
                160,
                180,
                "treatment"
            ],
            [
                182,
                197,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri sendi, kekakuan, pembengkakan dan mungkin menderita rheumatoid arthritis. Pengobatan yang disarankan termasuk antiinflamasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                50,
                "symptom"
            ],
            [
                52,
                64,
                "symptom"
            ],
            [
                87,
                107,
                "condition"
            ],
            [
                145,
                158,
                "treatment"
            ],
            [
                160,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan di bawah lidah atau rahang, nyeri dan mungkin menderita salivary mucocele. Pengobatan yang disarankan termasuk operasi drainase, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                68,
                "symptom"
            ],
            [
                70,
                75,
                "symptom"
            ],
            [
                98,
                115,
                "condition"
            ],
            [
                153,
                169,
                "treatment"
            ],
            [
                171,
                186,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, lemas, nafas cepat dan mungkin menderita sepsis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan intensif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                77,
                83,
                "condition"
            ],
            [
                121,
                131,
                "treatment"
            ],
            [
                133,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan kelenjar air liur, nyeri, demam dan mungkin menderita sialadenitis. Pengobatan yang disarankan termasuk antibiotik, obat antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                59,
                "symptom"
            ],
            [
                61,
                66,
                "symptom"
            ],
            [
                68,
                73,
                "symptom"
            ],
            [
                96,
                108,
                "condition"
            ],
            [
                146,
                156,
                "treatment"
            ],
            [
                158,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kehilangan keseimbangan, nyeri, kelemahan otot dan mungkin menderita spinal cord tumor. Pengobatan yang disarankan termasuk operasi, radioterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                61,
                75,
                "symptom"
            ],
            [
                98,
                115,
                "condition"
            ],
            [
                153,
                160,
                "treatment"
            ],
            [
                162,
                173,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri punggung, kekakuan, kesulitan bergerak dan mungkin menderita spondylosis. Pengobatan yang disarankan termasuk antiinflamasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                53,
                "symptom"
            ],
            [
                55,
                73,
                "symptom"
            ],
            [
                96,
                107,
                "condition"
            ],
            [
                145,
                158,
                "treatment"
            ],
            [
                160,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan sendi, nyeri, lesu dan mungkin menderita synovial sarcoma. Pengobatan yang disarankan termasuk kemoterapi, operasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                56,
                60,
                "symptom"
            ],
            [
                83,
                99,
                "condition"
            ],
            [
                137,
                147,
                "treatment"
            ],
            [
                149,
                156,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembesaran testis, nyeri dan mungkin menderita testicular cancer. Pengobatan yang disarankan termasuk operasi pengangkatan testis.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                53,
                "symptom"
            ],
            [
                76,
                93,
                "condition"
            ],
            [
                131,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kehilangan pendengaran, nyeri di telinga dan mungkin menderita tympanic membrane rupture. Pengobatan yang disarankan termasuk antibiotik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                51,
                "symptom"
            ],
            [
                53,
                69,
                "symptom"
            ],
            [
                92,
                117,
                "condition"
            ],
            [
                155,
                165,
                "treatment"
            ],
            [
                167,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kebocoran urin, sering buang air kecil dan mungkin menderita urinary incontinence. Pengobatan yang disarankan termasuk obat pengontrol kandung kemih.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                67,
                "symptom"
            ],
            [
                90,
                110,
                "condition"
            ],
            [
                148,
                177,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan di mata, kehilangan penglihatan dan mungkin menderita uveal melanoma. Pengobatan yang disarankan termasuk operasi, kemoterapi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                69,
                "symptom"
            ],
            [
                92,
                106,
                "condition"
            ],
            [
                144,
                151,
                "treatment"
            ],
            [
                153,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan menelan, penurunan berat badan dan mungkin menderita vascular ring anomaly. Pengobatan yang disarankan termasuk operasi korektif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                69,
                "symptom"
            ],
            [
                92,
                113,
                "condition"
            ],
            [
                151,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pendarahan mudah, luka sulit sembuh dan mungkin menderita von willebrand's disease. Pengobatan yang disarankan termasuk transfusi darah, terapi faktor pembekuan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                64,
                "symptom"
            ],
            [
                87,
                111,
                "condition"
            ],
            [
                149,
                164,
                "treatment"
            ],
            [
                166,
                189,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan sendi, nyeri dan mungkin menderita windpuffs. Pengobatan yang disarankan termasuk antiinflamasi, kompres dingin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                77,
                86,
                "condition"
            ],
            [
                124,
                137,
                "treatment"
            ],
            [
                139,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan berjalan, kehilangan keseimbangan dan mungkin menderita wobbler syndrome. Pengobatan yang disarankan termasuk operasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                72,
                "symptom"
            ],
            [
                95,
                111,
                "condition"
            ],
            [
                149,
                156,
                "treatment"
            ],
            [
                158,
                170,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mulut kering, kesulitan menelan dan mungkin menderita xerostomia. Pengobatan yang disarankan termasuk pelembap mulut, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                60,
                "symptom"
            ],
            [
                83,
                93,
                "condition"
            ],
            [
                131,
                145,
                "treatment"
            ],
            [
                147,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala diare, demam, nyeri perut dan mungkin menderita yersiniosis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                77,
                88,
                "condition"
            ],
            [
                126,
                136,
                "treatment"
            ],
            [
                138,
                151,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gejala tergantung penyakit, berpotensi menular ke manusia dan mungkin menderita zoonotic disease. Pengobatan yang disarankan termasuk isolasi, terapi sesuai penyakit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                86,
                "symptom"
            ],
            [
                109,
                125,
                "condition"
            ],
            [
                163,
                170,
                "treatment"
            ],
            [
                172,
                194,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan kulit, ulkus, demam dan mungkin menderita zygomycosis. Pengobatan yang disarankan termasuk antijamur, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                50,
                "symptom"
            ],
            [
                52,
                57,
                "symptom"
            ],
            [
                80,
                91,
                "condition"
            ],
            [
                129,
                138,
                "treatment"
            ],
            [
                140,
                150,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kebotakan, kulit kering dan mungkin menderita alopecia x. Pengobatan yang disarankan termasuk terapi hormon, suplementasi vitamin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                52,
                "symptom"
            ],
            [
                75,
                85,
                "condition"
            ],
            [
                123,
                136,
                "treatment"
            ],
            [
                138,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri saat duduk, bau tidak sedap dari anus dan mungkin menderita anal fistula. Pengobatan yang disarankan termasuk operasi, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                45,
                "symptom"
            ],
            [
                47,
                72,
                "symptom"
            ],
            [
                95,
                107,
                "condition"
            ],
            [
                145,
                152,
                "treatment"
            ],
            [
                154,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri kaki, kaki bengkak, lemas dan mungkin menderita arterial thrombosis. Pengobatan yang disarankan termasuk antikoagulan, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                53,
                "symptom"
            ],
            [
                55,
                60,
                "symptom"
            ],
            [
                83,
                102,
                "condition"
            ],
            [
                140,
                152,
                "treatment"
            ],
            [
                154,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan bernapas, hidung berair, demam dan mungkin menderita aspergillosis. Pengobatan yang disarankan termasuk antijamur, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                62,
                "symptom"
            ],
            [
                64,
                69,
                "symptom"
            ],
            [
                92,
                105,
                "condition"
            ],
            [
                143,
                152,
                "treatment"
            ],
            [
                154,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kuning pada kulit dan mata, mual, kehilangan nafsu makan dan mungkin menderita biliary disease. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                61,
                "symptom"
            ],
            [
                63,
                85,
                "symptom"
            ],
            [
                108,
                123,
                "condition"
            ],
            [
                161,
                171,
                "treatment"
            ],
            [
                173,
                186,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan di kulit, gatal, nyeri dan mungkin menderita botfly infestation. Pengobatan yang disarankan termasuk pengangkatan larva, antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                53,
                "symptom"
            ],
            [
                55,
                60,
                "symptom"
            ],
            [
                83,
                101,
                "condition"
            ],
            [
                139,
                157,
                "treatment"
            ],
            [
                159,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sesak napas, lemas, kelelahan dan mungkin menderita cardiac tamponade. Pengobatan yang disarankan termasuk drainase cairan, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                58,
                "symptom"
            ],
            [
                81,
                98,
                "condition"
            ],
            [
                136,
                151,
                "treatment"
            ],
            [
                153,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, kuning pada kulit dan mata, nyeri perut dan mungkin menderita cholangitis. Pengobatan yang disarankan termasuk antibiotik, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                62,
                "symptom"
            ],
            [
                64,
                75,
                "symptom"
            ],
            [
                98,
                109,
                "condition"
            ],
            [
                147,
                157,
                "treatment"
            ],
            [
                159,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri punggung, pembengkakan di tulang belakang dan mungkin menderita chordoma. Pengobatan yang disarankan termasuk operasi, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                76,
                "symptom"
            ],
            [
                99,
                107,
                "condition"
            ],
            [
                145,
                152,
                "treatment"
            ],
            [
                154,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan bernapas, pembesaran perut dan mungkin menderita chylothorax. Pengobatan yang disarankan termasuk drainase cairan, diet rendah lemak.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                65,
                "symptom"
            ],
            [
                88,
                99,
                "condition"
            ],
            [
                137,
                152,
                "treatment"
            ],
            [
                154,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, batuk, lesu dan mungkin menderita coccidioidomycosis. Pengobatan yang disarankan termasuk antijamur, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                47,
                "symptom"
            ],
            [
                70,
                88,
                "condition"
            ],
            [
                126,
                135,
                "treatment"
            ],
            [
                137,
                152,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kabur penglihatan, mata berair dan mungkin menderita corneal dystrophy. Pengobatan yang disarankan termasuk obat tetes mata, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                99,
                "condition"
            ],
            [
                137,
                152,
                "treatment"
            ],
            [
                154,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kaki pincang, nyeri sendi dan mungkin menderita cranial cruciate ligament rupture. Pengobatan yang disarankan termasuk operasi perbaikan ligamen.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                77,
                110,
                "condition"
            ],
            [
                148,
                173,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lesi kulit, rontok rambut dan mungkin menderita cutaneous vasculitis. Pengobatan yang disarankan termasuk antibiotik, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                54,
                "symptom"
            ],
            [
                77,
                97,
                "condition"
            ],
            [
                135,
                145,
                "treatment"
            ],
            [
                147,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kehilangan pendengaran, tidak merespons suara dan mungkin menderita deafness. Pengobatan yang disarankan termasuk terapi suportif, pelatihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                51,
                "symptom"
            ],
            [
                53,
                74,
                "symptom"
            ],
            [
                97,
                105,
                "condition"
            ],
            [
                143,
                158,
                "treatment"
            ],
            [
                160,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelemahan kaki belakang, kesulitan berjalan dan mungkin menderita degenerative myelopathy. Pengobatan yang disarankan termasuk terapi fisik, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                54,
                72,
                "symptom"
            ],
            [
                95,
                118,
                "condition"
            ],
            [
                156,
                168,
                "treatment"
            ],
            [
                170,
                185,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, lesi kulit, rontok rambut dan mungkin menderita dermatitis herpetiformis. Pengobatan yang disarankan termasuk antihistamin, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                46,
                "symptom"
            ],
            [
                48,
                61,
                "symptom"
            ],
            [
                84,
                108,
                "condition"
            ],
            [
                146,
                158,
                "treatment"
            ],
            [
                160,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan bernapas, pembengkakan perut dan mungkin menderita diaphragmatic hernia. Pengobatan yang disarankan termasuk operasi hernia.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                67,
                "symptom"
            ],
            [
                90,
                110,
                "condition"
            ],
            [
                148,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri punggung, kesulitan bergerak, lemas dan mungkin menderita discospondylitis. Pengobatan yang disarankan termasuk antibiotik, antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                63,
                "symptom"
            ],
            [
                65,
                70,
                "symptom"
            ],
            [
                93,
                109,
                "condition"
            ],
            [
                147,
                157,
                "treatment"
            ],
            [
                159,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sesak napas, nafas cepat dan mungkin menderita dyspnea. Pengobatan yang disarankan termasuk oksigen, terapi sesuai penyebab.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                53,
                "symptom"
            ],
            [
                76,
                83,
                "condition"
            ],
            [
                121,
                128,
                "treatment"
            ],
            [
                130,
                152,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan lunak pada siku, tidak nyeri dan mungkin menderita elbow hygroma. Pengobatan yang disarankan termasuk drainase cairan, pelindung siku.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                53,
                "symptom"
            ],
            [
                55,
                66,
                "symptom"
            ],
            [
                89,
                102,
                "condition"
            ],
            [
                140,
                155,
                "treatment"
            ],
            [
                157,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gigi kuning atau coklat, email tidak rata dan mungkin menderita enamel hypoplasia. Pengobatan yang disarankan termasuk perawatan gigi, poles gigi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                54,
                70,
                "symptom"
            ],
            [
                93,
                110,
                "condition"
            ],
            [
                148,
                162,
                "treatment"
            ],
            [
                164,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelopak mata masuk ke dalam, iritasi mata dan mungkin menderita entropion. Pengobatan yang disarankan termasuk operasi koreksi kelopak mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                56,
                "symptom"
            ],
            [
                58,
                70,
                "symptom"
            ],
            [
                93,
                102,
                "condition"
            ],
            [
                140,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan menelan, muntah dan mungkin menderita esophageal stricture. Pengobatan yang disarankan termasuk operasi pelebaran esofagus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                54,
                "symptom"
            ],
            [
                77,
                97,
                "condition"
            ],
            [
                135,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala batuk, demam, lesu dan mungkin menderita fungal pneumonia. Pengobatan yang disarankan termasuk antijamur, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                41,
                "symptom"
            ],
            [
                43,
                47,
                "symptom"
            ],
            [
                70,
                86,
                "condition"
            ],
            [
                124,
                133,
                "treatment"
            ],
            [
                135,
                150,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala perut buncit, muntah, lemas dan mungkin menderita gastric dilatation-volvulus. Pengobatan yang disarankan termasuk operasi darurat, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                49,
                "symptom"
            ],
            [
                51,
                56,
                "symptom"
            ],
            [
                79,
                106,
                "condition"
            ],
            [
                144,
                159,
                "treatment"
            ],
            [
                161,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kabur penglihatan, mata berair dan mungkin menderita glaucomatous cataract. Pengobatan yang disarankan termasuk obat tetes untuk menurunkan tekanan mata.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                103,
                "condition"
            ],
            [
                141,
                181,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala denyut jantung tidak normal, lemas dan mungkin menderita heart murmur. Pengobatan yang disarankan termasuk obat jantung, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                56,
                "symptom"
            ],
            [
                58,
                63,
                "symptom"
            ],
            [
                86,
                98,
                "condition"
            ],
            [
                136,
                148,
                "treatment"
            ],
            [
                150,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala benjolan kecil pada kulit, tidak nyeri dan mungkin menderita histiocytoma. Pengobatan yang disarankan termasuk operasi pengangkatan jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                54,
                "symptom"
            ],
            [
                56,
                67,
                "symptom"
            ],
            [
                90,
                102,
                "condition"
            ],
            [
                140,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala perut buncit, lemas, kebotakan dan mungkin menderita hyperadrenocorticism. Pengobatan yang disarankan termasuk penghambat produksi kortisol.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                48,
                "symptom"
            ],
            [
                50,
                59,
                "symptom"
            ],
            [
                82,
                102,
                "condition"
            ],
            [
                140,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelemahan otot, lemas, aritmia dan mungkin menderita hyperkalemia. Pengobatan yang disarankan termasuk terapi cairan, obat pengatur elektrolit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                50,
                "symptom"
            ],
            [
                52,
                59,
                "symptom"
            ],
            [
                82,
                94,
                "condition"
            ],
            [
                132,
                145,
                "treatment"
            ],
            [
                147,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala penurunan berat badan, haus berlebihan, buang air kecil sering dan mungkin menderita hyperthyroidism. Pengobatan yang disarankan termasuk penghambat hormon tiroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                67,
                "symptom"
            ],
            [
                69,
                91,
                "symptom"
            ],
            [
                114,
                129,
                "condition"
            ],
            [
                167,
                191,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kejang, kram otot, lemas dan mungkin menderita hypocalcemia. Pengobatan yang disarankan termasuk suplemen kalsium, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                46,
                "symptom"
            ],
            [
                48,
                53,
                "symptom"
            ],
            [
                76,
                88,
                "condition"
            ],
            [
                126,
                142,
                "treatment"
            ],
            [
                144,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gemetar, kejang, lesu dan mungkin menderita hypoglycemia. Pengobatan yang disarankan termasuk pemberian glukosa, diet tinggi karbohidrat.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                36,
                "symptom"
            ],
            [
                38,
                44,
                "symptom"
            ],
            [
                46,
                50,
                "symptom"
            ],
            [
                73,
                85,
                "condition"
            ],
            [
                123,
                140,
                "treatment"
            ],
            [
                142,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kelemahan otot, kehilangan refleks dan mungkin menderita hypokalemia. Pengobatan yang disarankan termasuk suplemen kalium, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                63,
                "symptom"
            ],
            [
                86,
                97,
                "condition"
            ],
            [
                135,
                150,
                "treatment"
            ],
            [
                152,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala bengkak pada perut, lemas dan mungkin menderita hypoproteinemia. Pengobatan yang disarankan termasuk diet tinggi protein, terapi cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                77,
                92,
                "condition"
            ],
            [
                130,
                149,
                "treatment"
            ],
            [
                151,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kejang, kehilangan kesadaran dan mungkin menderita idiopathic epilepsy. Pengobatan yang disarankan termasuk obat antikonvulsan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                57,
                "symptom"
            ],
            [
                80,
                99,
                "condition"
            ],
            [
                137,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri punggung, kehilangan kontrol kaki dan mungkin menderita intervertebral disc disease. Pengobatan yang disarankan termasuk operasi, terapi fisik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                68,
                "symptom"
            ],
            [
                91,
                118,
                "condition"
            ],
            [
                156,
                163,
                "treatment"
            ],
            [
                165,
                177,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri mata, mata merah, kehilangan penglihatan dan mungkin menderita iritis. Pengobatan yang disarankan termasuk antibiotik, obat antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                51,
                "symptom"
            ],
            [
                53,
                75,
                "symptom"
            ],
            [
                98,
                104,
                "condition"
            ],
            [
                142,
                152,
                "treatment"
            ],
            [
                154,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan wajah, lesi kulit dan mungkin menderita juvenile cellulitis. Pengobatan yang disarankan termasuk antibiotik, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                59,
                "symptom"
            ],
            [
                82,
                101,
                "condition"
            ],
            [
                139,
                149,
                "treatment"
            ],
            [
                151,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata berair, kemerahan, sensitivitas cahaya dan mungkin menderita keratitis. Pengobatan yang disarankan termasuk obat tetes antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                51,
                "symptom"
            ],
            [
                53,
                72,
                "symptom"
            ],
            [
                95,
                104,
                "condition"
            ],
            [
                142,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata kering, gatal, perih dan mungkin menderita keratoconjunctivitis sicca. Pengobatan yang disarankan termasuk obat tetes mata pelembap.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                54,
                "symptom"
            ],
            [
                77,
                103,
                "condition"
            ],
            [
                141,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nafas cepat, lemas, muntah dan mungkin menderita lactic acidosis. Pengobatan yang disarankan termasuk terapi cairan, penanganan asidosis.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                93,
                "condition"
            ],
            [
                131,
                144,
                "treatment"
            ],
            [
                146,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sesak napas, suara serak dan mungkin menderita laryngeal paralysis. Pengobatan yang disarankan termasuk operasi, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                53,
                "symptom"
            ],
            [
                76,
                95,
                "condition"
            ],
            [
                133,
                140,
                "treatment"
            ],
            [
                142,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kaki pincang, nyeri panggul dan mungkin menderita legg-calve-perthes disease. Pengobatan yang disarankan termasuk operasi pengangkatan kepala tulang paha.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                56,
                "symptom"
            ],
            [
                79,
                105,
                "condition"
            ],
            [
                143,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala lemas, muntah, perut membesar dan mungkin menderita liver shunt. Pengobatan yang disarankan termasuk operasi korektif, diet rendah protein.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                42,
                "symptom"
            ],
            [
                44,
                58,
                "symptom"
            ],
            [
                81,
                92,
                "condition"
            ],
            [
                130,
                146,
                "treatment"
            ],
            [
                148,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala muntah, lesu, demam dan mungkin menderita macadamia nut toxicity. Pengobatan yang disarankan termasuk terapi suportif, observasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                35,
                "symptom"
            ],
            [
                37,
                41,
                "symptom"
            ],
            [
                43,
                48,
                "symptom"
            ],
            [
                71,
                93,
                "condition"
            ],
            [
                131,
                146,
                "treatment"
            ],
            [
                148,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala demam, nyeri leher, kejang dan mungkin menderita meningitis. Pengobatan yang disarankan termasuk antibiotik, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                88,
                "condition"
            ],
            [
                126,
                136,
                "treatment"
            ],
            [
                138,
                152,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala ukuran mata lebih kecil, gangguan penglihatan dan mungkin menderita microphthalmia. Pengobatan yang disarankan termasuk terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                54,
                74,
                "symptom"
            ],
            [
                97,
                111,
                "condition"
            ],
            [
                149,
                164,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala gatal, kerontokan bulu, luka kulit dan mungkin menderita mite infestation. Pengobatan yang disarankan termasuk antiparasit, pembersihan lingkungan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                51,
                "symptom"
            ],
            [
                53,
                63,
                "symptom"
            ],
            [
                86,
                102,
                "condition"
            ],
            [
                140,
                151,
                "treatment"
            ],
            [
                153,
                175,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala nyeri otot, pembengkakan, lemas dan mungkin menderita myositis. Pengobatan yang disarankan termasuk antibiotik, kortikosteroid.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                53,
                "symptom"
            ],
            [
                55,
                60,
                "symptom"
            ],
            [
                83,
                91,
                "condition"
            ],
            [
                129,
                139,
                "treatment"
            ],
            [
                141,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala luka terbuka pada kulit, nyeri hebat dan mungkin menderita necrotizing fasciitis. Pengobatan yang disarankan termasuk antibiotik, debridemen luka.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                52,
                "symptom"
            ],
            [
                54,
                65,
                "symptom"
            ],
            [
                88,
                109,
                "condition"
            ],
            [
                147,
                157,
                "treatment"
            ],
            [
                159,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kesulitan buang air kecil, pembengkakan perut dan mungkin menderita neurogenic bladder. Pengobatan yang disarankan termasuk kateterisasi, terapi suportif.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                54,
                "symptom"
            ],
            [
                56,
                74,
                "symptom"
            ],
            [
                97,
                115,
                "condition"
            ],
            [
                153,
                165,
                "treatment"
            ],
            [
                167,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala mata merah, pembengkakan di mata dan mungkin menderita nictitating membrane prolapse. Pengobatan yang disarankan termasuk operasi koreksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                61,
                "symptom"
            ],
            [
                84,
                113,
                "condition"
            ],
            [
                151,
                166,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala sulit buang air kecil, perut membesar dan mungkin menderita obstructive uropathy. Pengobatan yang disarankan termasuk drainase urine, operasi jika diperlukan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                109,
                "condition"
            ],
            [
                147,
                161,
                "treatment"
            ],
            [
                163,
                186,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kuku rapuh, kuku lepas dan mungkin menderita onychodystrophy. Pengobatan yang disarankan termasuk suplemen biotin, obat antiinflamasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                51,
                "symptom"
            ],
            [
                74,
                89,
                "condition"
            ],
            [
                127,
                142,
                "treatment"
            ],
            [
                144,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala pembengkakan testis, nyeri, demam dan mungkin menderita orchitis. Pengobatan yang disarankan termasuk antibiotik, kompres hangat.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                57,
                62,
                "symptom"
            ],
            [
                85,
                93,
                "condition"
            ],
            [
                131,
                141,
                "treatment"
            ],
            [
                143,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala kepala miring, gatal di telinga, bau dan mungkin menderita otitis media. Pengobatan yang disarankan termasuk antibiotik, pembersihan telinga.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                42,
                "symptom"
            ],
            [
                44,
                60,
                "symptom"
            ],
            [
                62,
                65,
                "symptom"
            ],
            [
                88,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Anjing saya mengalami gejala penurunan berat badan, diare, nafsu makan meningkat dan mungkin menderita pancreatic insufficiency. Pengobatan yang disarankan termasuk enzim pencernaan, diet khusus.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                57,
                "symptom"
            ],
            [
                59,
                80,
                "symptom"
            ],
            [
                103,
                127,
                "condition"
            ],
            [
                165,
                181,
                "treatment"
            ],
            [
                183,
                194,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sulit berjalan, bengkak pada kaki dan mungkin menderita dermatophytosis. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                85,
                100,
                "condition"
            ],
            [
                138,
                148,
                "treatment"
            ],
            [
                150,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita scabies. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                89,
                "condition"
            ],
            [
                127,
                137,
                "treatment"
            ],
            [
                139,
                163,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita pyoderma. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                90,
                "condition"
            ],
            [
                128,
                143,
                "treatment"
            ],
            [
                145,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita infestasi kutu. Pengobatan yang disarankan termasuk pelembap kulit khusus hewan, perawatan kulit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                92,
                "condition"
            ],
            [
                130,
                157,
                "treatment"
            ],
            [
                159,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita feline acne. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                89,
                "condition"
            ],
            [
                127,
                149,
                "treatment"
            ],
            [
                151,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita feline leukemia. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                97,
                "condition"
            ],
            [
                135,
                163,
                "treatment"
            ],
            [
                165,
                183,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita calicivirus. Pengobatan yang disarankan termasuk fisioterapi, obat anti-nyeri.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                93,
                "condition"
            ],
            [
                131,
                142,
                "treatment"
            ],
            [
                144,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala gatal intens, kulit merah, koreng dan mungkin menderita panleukopenia. Pengobatan yang disarankan termasuk penggunaan antiparasit, mandi rutin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                56,
                62,
                "symptom"
            ],
            [
                85,
                98,
                "condition"
            ],
            [
                136,
                158,
                "treatment"
            ],
            [
                160,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita rhinotracheitis. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                93,
                "condition"
            ],
            [
                131,
                153,
                "treatment"
            ],
            [
                155,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita cholangiohepatitis. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                100,
                "condition"
            ],
            [
                138,
                160,
                "treatment"
            ],
            [
                162,
                168,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita gingivitis. Pengobatan yang disarankan termasuk obat cacing, perawatan kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                96,
                "condition"
            ],
            [
                134,
                145,
                "treatment"
            ],
            [
                147,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kerontokan berlebihan, kulit bersisik dan mungkin menderita diabetes melitus. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                105,
                "condition"
            ],
            [
                143,
                153,
                "treatment"
            ],
            [
                155,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita hyperthyroidism. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                97,
                "condition"
            ],
            [
                135,
                150,
                "treatment"
            ],
            [
                152,
                162,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kerontokan berlebihan, kulit bersisik dan mungkin menderita hypothyroidism. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                103,
                "condition"
            ],
            [
                141,
                163,
                "treatment"
            ],
            [
                165,
                171,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita kidney disease. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                100,
                "condition"
            ],
            [
                138,
                153,
                "treatment"
            ],
            [
                155,
                165,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita heartworm. Pengobatan yang disarankan termasuk antijamur topikal atau oral, menjaga kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                91,
                "condition"
            ],
            [
                129,
                156,
                "treatment"
            ],
            [
                158,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala gatal intens, kulit merah, koreng dan mungkin menderita feline immunodeficiency virus. Pengobatan yang disarankan termasuk obat cacing, perawatan kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                56,
                62,
                "symptom"
            ],
            [
                85,
                114,
                "condition"
            ],
            [
                152,
                163,
                "treatment"
            ],
            [
                165,
                185,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita arthritis. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                95,
                "condition"
            ],
            [
                133,
                143,
                "treatment"
            ],
            [
                145,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala luka terbuka, kulit berdarah dan mungkin menderita feline infectious peritonitis. Pengobatan yang disarankan termasuk pelembap kulit khusus hewan, perawatan kulit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                57,
                "symptom"
            ],
            [
                80,
                109,
                "condition"
            ],
            [
                147,
                174,
                "treatment"
            ],
            [
                176,
                191,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita obesity. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                85,
                "condition"
            ],
            [
                123,
                145,
                "treatment"
            ],
            [
                147,
                153,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita ear mites. Pengobatan yang disarankan termasuk antijamur topikal atau oral, menjaga kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                87,
                "condition"
            ],
            [
                125,
                152,
                "treatment"
            ],
            [
                154,
                172,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita conjunctivitis. Pengobatan yang disarankan termasuk penggunaan antiparasit, mandi rutin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                100,
                "condition"
            ],
            [
                138,
                160,
                "treatment"
            ],
            [
                162,
                173,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita mange. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                87,
                "condition"
            ],
            [
                125,
                147,
                "treatment"
            ],
            [
                149,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita ringworm. Pengobatan yang disarankan termasuk antijamur topikal atau oral, menjaga kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                90,
                "condition"
            ],
            [
                128,
                155,
                "treatment"
            ],
            [
                157,
                175,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita asthma. Pengobatan yang disarankan termasuk obat cacing, perawatan kebersihan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                88,
                "condition"
            ],
            [
                126,
                137,
                "treatment"
            ],
            [
                139,
                159,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita allergy dermatitis. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                104,
                "condition"
            ],
            [
                142,
                170,
                "treatment"
            ],
            [
                172,
                190,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita urinary tract infection. Pengobatan yang disarankan termasuk fisioterapi, obat anti-nyeri.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                101,
                "condition"
            ],
            [
                139,
                150,
                "treatment"
            ],
            [
                152,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sulit berjalan, bengkak pada kaki dan mungkin menderita hepatic lipidosis. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                85,
                102,
                "condition"
            ],
            [
                140,
                155,
                "treatment"
            ],
            [
                157,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sulit berjalan, bengkak pada kaki dan mungkin menderita lymphoma. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                85,
                93,
                "condition"
            ],
            [
                131,
                159,
                "treatment"
            ],
            [
                161,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita cancer. Pengobatan yang disarankan termasuk pelembap kulit khusus hewan, perawatan kulit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                92,
                "condition"
            ],
            [
                130,
                157,
                "treatment"
            ],
            [
                159,
                174,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita parasite infestation. Pengobatan yang disarankan termasuk penggunaan antiparasit, salep anti-gatal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                98,
                "condition"
            ],
            [
                136,
                158,
                "treatment"
            ],
            [
                160,
                176,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kerontokan berlebihan, kulit bersisik dan mungkin menderita anemia. Pengobatan yang disarankan termasuk fisioterapi, obat anti-nyeri.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                95,
                "condition"
            ],
            [
                133,
                144,
                "treatment"
            ],
            [
                146,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita sepsis. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                84,
                "condition"
            ],
            [
                122,
                150,
                "treatment"
            ],
            [
                152,
                170,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita parvovirus. Pengobatan yang disarankan termasuk penggunaan antiparasit, mandi rutin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                88,
                "condition"
            ],
            [
                126,
                148,
                "treatment"
            ],
            [
                150,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita leptospirosis. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                95,
                "condition"
            ],
            [
                133,
                148,
                "treatment"
            ],
            [
                150,
                160,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sulit berjalan, bengkak pada kaki dan mungkin menderita rabies. Pengobatan yang disarankan termasuk fisioterapi, obat anti-nyeri.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                85,
                91,
                "condition"
            ],
            [
                129,
                140,
                "treatment"
            ],
            [
                142,
                157,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sulit berjalan, bengkak pada kaki dan mungkin menderita fungal infection. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                62,
                "symptom"
            ],
            [
                85,
                101,
                "condition"
            ],
            [
                139,
                149,
                "treatment"
            ],
            [
                151,
                175,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita scalp infection. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                93,
                "condition"
            ],
            [
                131,
                146,
                "treatment"
            ],
            [
                148,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita footpad disease. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                93,
                "condition"
            ],
            [
                131,
                146,
                "treatment"
            ],
            [
                148,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita food poisoning. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                96,
                "condition"
            ],
            [
                134,
                162,
                "treatment"
            ],
            [
                164,
                182,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bengkak pada perut, muntah dan mungkin menderita toxoplasmosis. Pengobatan yang disarankan termasuk pembersih wajah khusus hewan, antibiotik topikal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                47,
                "symptom"
            ],
            [
                49,
                55,
                "symptom"
            ],
            [
                78,
                91,
                "condition"
            ],
            [
                129,
                157,
                "treatment"
            ],
            [
                159,
                177,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala gatal intens, kulit merah, koreng dan mungkin menderita bronchitis. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                41,
                "symptom"
            ],
            [
                43,
                54,
                "symptom"
            ],
            [
                56,
                62,
                "symptom"
            ],
            [
                85,
                95,
                "condition"
            ],
            [
                133,
                143,
                "treatment"
            ],
            [
                145,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita bladder stones. Pengobatan yang disarankan termasuk penggunaan antiparasit, mandi rutin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                96,
                "condition"
            ],
            [
                134,
                156,
                "treatment"
            ],
            [
                158,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala lesi kulit, gatal, bulu rontok dan mungkin menderita liver disease. Pengobatan yang disarankan termasuk antibiotik, pembersihan area infeksi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                39,
                "symptom"
            ],
            [
                41,
                46,
                "symptom"
            ],
            [
                48,
                59,
                "symptom"
            ],
            [
                82,
                95,
                "condition"
            ],
            [
                133,
                143,
                "treatment"
            ],
            [
                145,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala komedo hitam di dagu, kulit berminyak dan mungkin menderita hypertension. Pengobatan yang disarankan termasuk penggunaan antiparasit, salep anti-gatal.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                49,
                "symptom"
            ],
            [
                51,
                66,
                "symptom"
            ],
            [
                89,
                101,
                "condition"
            ],
            [
                139,
                161,
                "treatment"
            ],
            [
                163,
                179,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita anorexia. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                90,
                "condition"
            ],
            [
                128,
                150,
                "treatment"
            ],
            [
                152,
                158,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu rontok, gatal, kehadiran kutu dan mungkin menderita cystitis. Pengobatan yang disarankan termasuk penggunaan antiparasit, mandi rutin.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                47,
                "symptom"
            ],
            [
                49,
                63,
                "symptom"
            ],
            [
                86,
                94,
                "condition"
            ],
            [
                132,
                154,
                "treatment"
            ],
            [
                156,
                167,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kulit bernanah, bengkak, demam dan mungkin menderita hyperlipidemia. Pengobatan yang disarankan termasuk obat tetes mata, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                43,
                "symptom"
            ],
            [
                45,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                82,
                96,
                "condition"
            ],
            [
                134,
                149,
                "treatment"
            ],
            [
                151,
                161,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kerontokan berlebihan, kulit bersisik dan mungkin menderita constipation. Pengobatan yang disarankan termasuk salep penyembuhan luka, perban.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                50,
                "symptom"
            ],
            [
                52,
                66,
                "symptom"
            ],
            [
                89,
                101,
                "condition"
            ],
            [
                139,
                161,
                "treatment"
            ],
            [
                163,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala mata berair, bersin, batuk dan mungkin menderita hypokalemia. Pengobatan yang disarankan termasuk fisioterapi, obat anti-nyeri.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                40,
                "symptom"
            ],
            [
                42,
                48,
                "symptom"
            ],
            [
                50,
                55,
                "symptom"
            ],
            [
                78,
                89,
                "condition"
            ],
            [
                127,
                138,
                "treatment"
            ],
            [
                140,
                155,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam dan mungkin menderita feline panleukopenia virus. Pengobatan yang disarankan termasuk obat antivirus dan perawatan hidrasi.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                57,
                "symptom"
            ],
            [
                59,
                68,
                "symptom"
            ],
            [
                70,
                81,
                "symptom"
            ],
            [
                83,
                88,
                "symptom"
            ],
            [
                111,
                137,
                "condition"
            ],
            [
                175,
                211,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung dan mungkin menderita feline calici virus. Pengobatan yang disarankan termasuk obat antivirus, pemberian cairan.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                37,
                "symptom"
            ],
            [
                39,
                44,
                "symptom"
            ],
            [
                46,
                52,
                "symptom"
            ],
            [
                54,
                59,
                "symptom"
            ],
            [
                61,
                74,
                "symptom"
            ],
            [
                76,
                92,
                "symptom"
            ],
            [
                115,
                134,
                "condition"
            ],
            [
                172,
                186,
                "treatment"
            ],
            [
                188,
                204,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala batuk, sesak napas, radang tenggorokan, discharge hidung dan mata dan mungkin menderita feline viral rhinotracheitis. Pengobatan yang disarankan termasuk obat antivirus, antibiotik.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                34,
                "symptom"
            ],
            [
                36,
                47,
                "symptom"
            ],
            [
                49,
                67,
                "symptom"
            ],
            [
                69,
                94,
                "symptom"
            ],
            [
                117,
                145,
                "condition"
            ],
            [
                183,
                197,
                "treatment"
            ],
            [
                199,
                209,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala menggaruk, bulu rontok, kulit berkerak, kulit mengelupas dan mungkin menderita infeksi bakteri. Pengobatan yang disarankan termasuk antibiotik topikal atau oral.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                51,
                "symptom"
            ],
            [
                53,
                67,
                "symptom"
            ],
            [
                69,
                85,
                "symptom"
            ],
            [
                108,
                123,
                "condition"
            ],
            [
                161,
                189,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit dan mungkin menderita infeksi jamur. Pengobatan yang disarankan termasuk antijamur topikal atau oral.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                38,
                "symptom"
            ],
            [
                40,
                51,
                "symptom"
            ],
            [
                53,
                67,
                "symptom"
            ],
            [
                69,
                87,
                "symptom"
            ],
            [
                110,
                123,
                "condition"
            ],
            [
                161,
                188,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala kebotakan pola melingkar, hilang nafsu makan, mata berair dan mungkin menderita ringworm (kurap). Pengobatan yang disarankan termasuk obat antijamur, salep kulit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                53,
                "symptom"
            ],
            [
                55,
                73,
                "symptom"
            ],
            [
                75,
                86,
                "symptom"
            ],
            [
                109,
                125,
                "condition"
            ],
            [
                163,
                177,
                "treatment"
            ],
            [
                179,
                190,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bulu menipis di ujung ekor, peradangan akibat gigitan dan mungkin menderita kutu. Pengobatan yang disarankan termasuk penggunaan antiparasit.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                82,
                "symptom"
            ],
            [
                105,
                109,
                "condition"
            ],
            [
                147,
                169,
                "treatment"
            ]
        ]
    },
    {
        "text": "Kucing saya mengalami gejala bau menyengat dari telinga, cairan gelap dari telinga dan mungkin menderita tungau telinga. Pengobatan yang disarankan termasuk obat antiparasit, pembersihan telinga.",
        "entities": [
            [
                0,
                6,
                "animal"
            ],
            [
                29,
                55,
                "symptom"
            ],
            [
                57,
                82,
                "symptom"
            ],
            [
                105,
                119,
                "condition"
            ],
            [
                157,
                173,
                "treatment"
            ],
            [
                175,
                194,
                "treatment"
            ]
        ]
    },
    {
        "text": "Halo, apa kabar?",
        "entities": [
            [
                0,
                4,
                "sapaan"
            ],
            [
                6,
                15,
                "percakapan_umum"
            ]
        ]
    },
    {
        "text": "Selamat tinggal! Sampai jumpa.",
        "entities": [
            [
                0,
                14,
                "perpisahan"
            ],
            [
                16,
                28,
                "perpisahan"
            ]
        ]
    },
    {
        "text": "Ceritakan lelucon.",
        "entities": [
            [
                0,
                18,
                "percakapan_umum"
            ]
        ]
    },
    {
        "text": "Siapa nama kamu?",
        "entities": [
            [
                0,
                16,
                "percakapan_umum"
            ]
        ]
    },
    {
        "text": "Sampai nanti, jaga diri baik-baik!",
        "entities": [
            [
                0,
                12,
                "perpisahan"
            ],
            [
                14,
                34,
                "perpisahan"
            ]
        ]
    },
    {
        "text": "Selamat pagi! Senang bertemu dengan Anda.",
        "entities": [
            [
                0,
                12,
                "sapaan"
            ]
        ]
    },
    {
        "text": "Bisakah kamu ceritakan sesuatu yang menarik?",
        "entities": [
            [
                0,
                43,
                "percakapan_umum"
            ]
        ]
    },
    {
        "text": "Apakah kamu suka anjing?",
        "entities": [
            [
                0,
                23,
                "percakapan_umum"
            ]
        ]
    },
    {
        "text": "Selamat malam dan jaga diri baik-baik!",
        "entities": [
            [
                0,
                13,
                "perpisahan"
            ],
            [
                18,
                38,
                "perpisahan"
            ]
        ]
    }
]