{
    "intents": [
        {
            "intent": "medical_inquiry_anjing_acral_lick_granuloma",
            "utterances": [
                "Anjing saya mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan., itu kenapa?",
                "Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan..",
                "Bagaimana cara mengatasi Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Acral Lick Granuloma pada Anjing?",
                "Anjing mengalami Acral Lick Granuloma, bagaimana penanganannya?",
                "Berikan saran Acral Lick Granuloma untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Benjolan, Kulit berwarna  kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Rambut tampak memiliki warna dan struktur yang sedikit     berbeda, Kulit kering dan kasar  atau kusam, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Acral Lick Granuloma?",
                "Acral Lick Granuloma pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Acral Lick Granuloma?"
            ],
            "responses": [
                "Gunakan obat antihistamin (hidroxyzine, chlorpheniramine, dexopin), Gunakan obat topikal kortikosteroid."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_acute_moist_dermatitis",
            "utterances": [
                "Anjing saya mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan., itu kenapa?",
                "Anjing mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan..",
                "Bagaimana cara mengatasi Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Acute Moist Dermatitis pada Anjing?",
                "Anjing mengalami Acute Moist Dermatitis, bagaimana penanganannya?",
                "Berikan saran Acute Moist Dermatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Penebalan kulit, Kulit berwarna kemerahan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Acute Moist Dermatitis?",
                "Acute Moist Dermatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Acute Moist Dermatitis?"
            ],
            "responses": [
                "Cukur rambut sampai bersih pada permukaan       kulit, Gunakan obat kortikosteroid seperti dexametasone untuk anti inflamasi adanya radang, Gunakan obat antihistamin seperti vetadryll."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_atopic_dermatitis",
            "utterances": [
                "Anjing saya mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan., itu kenapa?",
                "Anjing mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan..",
                "Bagaimana cara mengatasi Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Atopic Dermatitis pada Anjing?",
                "Anjing mengalami Atopic Dermatitis, bagaimana penanganannya?",
                "Berikan saran Atopic Dermatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Benjolan, Kulit berwarna kemerahan, Kerontokan rambut, Bersin-bersin, Hidung mengeluarkan cairan, Mata berair, Bercak kasar pada kulit, Kulit kering dan kasar atau kusam, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Atopic Dermatitis?",
                "Atopic Dermatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Atopic Dermatitis?"
            ],
            "responses": [
                "Gunakan shampo mengandung benzoyl peroxida (4-7 hari), Gunakan spray atau lotion yang mengandung hydrocortisone, Beri makanan yang mengandung suplemen fatty acid, omega-3 dan omega-6, Gunakan obat anti radang dan anti alergi, Gunakan anastesi lokal dan topikal untuk menghilangkan gatal dan sakit yang muncul, Beri makanan yang mengandung asam linoleat atau asam lemak omega-3 untuk memperbaiki kondisi kulit, Gunakan antihistamin dan kortikosteroid (dexametasone)."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_follicular_dysplasia",
            "utterances": [
                "Anjing saya mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan..",
                "Bagaimana cara mengatasi Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Follicular Dysplasia pada Anjing?",
                "Anjing mengalami Follicular Dysplasia, bagaimana penanganannya?",
                "Berikan saran Follicular Dysplasia untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Area kulit tertentu tampak lebih gelap (Hiperpigmentasi),Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Follicular Dysplasia?",
                "Follicular Dysplasia pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Follicular Dysplasia?"
            ],
            "responses": [
                "Berikan suplemen yang mengandung asam lemak essensial, Gunakan shampoo antimikroba topikal, lalu bilas dengan conditioner."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_malassezia_dermatitis",
            "utterances": [
                "Anjing saya mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan..",
                "Bagaimana cara mengatasi Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Malassezia Dermatitis pada Anjing?",
                "Anjing mengalami Malassezia Dermatitis, bagaimana penanganannya?",
                "Berikan saran Malassezia Dermatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Pembengkakan, Kerontokan rambut, Kulit kering dan kasar atau kusam, Kulit bersisik, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Malassezia Dermatitis?",
                "Malassezia Dermatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Malassezia Dermatitis?"
            ],
            "responses": [
                "Mandi dengan shampo dengan kandungan sulfur 0,5% dan chlorhexadin 0,5% (2x seminggu)."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_sarcoptic_mange",
            "utterances": [
                "Anjing saya mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan..",
                "Bagaimana cara mengatasi Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Sarcoptic Mange pada Anjing?",
                "Anjing mengalami Sarcoptic Mange, bagaimana penanganannya?",
                "Berikan saran Sarcoptic Mange untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Benjolan, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut,Bercak kasar pada kulit, Kulit bersisik, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Sarcoptic Mange?",
                "Sarcoptic Mange pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Sarcoptic Mange?"
            ],
            "responses": [
                "Mandi dengan shampo atau sabun dengan kandungan sulfur 2-3% , 7 hari sekali sampai sembuh, minimal 6-8x, Salep topikal dioleskan pada daerah rontok, kerak, dan gatal (salep scabisid),sebelumnya dibersihkan dengan air hangat 2-3x dalam seminggu, Cukur bagian rambut yang gatal, lalu mandikan dengan shampo dengan kandungan benzoyl peroxide, Mandi menggunakan amitraz 1:100 ml, Gunakan invermectin peroral, Kontradiksi untuk anjing ras collie dan anjing gembala, dapat menyebabkan kematian jika penggunaan dengan dosis tinggi, Gunakan mulbemycin oxime, jika kontradiksi terhadap obat invermectin, Gunakan kortikosteroid untuk mengurangi rasa gatal (1-3 hari), Sebagai tindakan preventif sebaiknya anjing diletakkan di lingkungan tertutup (indoor)."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dermatophytosis",
            "utterances": [
                "Anjing saya mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah., itu kenapa?",
                "Anjing mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah..",
                "Bagaimana cara mengatasi Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah. pada si Anjing?",
                "Bagaimana penanganan Dermatophytosis pada Anjing?",
                "Anjing mengalami Dermatophytosis, bagaimana penanganannya?",
                "Berikan saran Dermatophytosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Kulit bersisik, Kebotakan, Luka pada wajah.?",
                "Apa yang harus saya lakukan jika Anjing terkena Dermatophytosis?",
                "Dermatophytosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Dermatophytosis?"
            ],
            "responses": [
                "Gunakan shampoo yang mengandung chlorhexidine dan miconazole, Gunakan obat anti jamur (griseofulvin, ketoconazole, itraconazole)."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pemphigus_foliaceus",
            "utterances": [
                "Anjing saya mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah., itu kenapa?",
                "Anjing mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah..",
                "Bagaimana cara mengatasi Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah. pada si Anjing?",
                "Bagaimana penanganan Pemphigus Foliaceus pada Anjing?",
                "Anjing mengalami Pemphigus Foliaceus, bagaimana penanganannya?",
                "Berikan saran Pemphigus Foliaceus untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kekurangan nafsu makan (anoreksia), Penebalan kulit, Kulit berwarna kemerahan, Luka pada hidung, Kulit bersisik, Luka pada wajah.?",
                "Apa yang harus saya lakukan jika Anjing terkena Pemphigus Foliaceus?",
                "Pemphigus Foliaceus pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Pemphigus Foliaceus?"
            ],
            "responses": [
                "Gunakan kortikosteroid (prednisone, dexametasone), Gunakan antibiotik tetrasiulin, dekosiulin untuk menghindari infeksi sekunder, Jika anjing diobati dengan kortikosteroid sebaiknya pakan diubah menjadi rendah lemak agar hewan terhindar dari  pancreatitis."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_demodicosis",
            "utterances": [
                "Anjing saya mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan..",
                "Bagaimana cara mengatasi Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan. pada si Anjing?",
                "Bagaimana penanganan Demodicosis pada Anjing?",
                "Anjing mengalami Demodicosis, bagaimana penanganannya?",
                "Berikan saran Demodicosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kekuranan nafsu makan (anoreksia), Kekurangan antusiasme (lesu), Kulit berwarna kemerahan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kerontokan rambut, Luka pada hidung, Kulit bersisik, Kebotakan.?",
                "Apa yang harus saya lakukan jika Anjing terkena Demodicosis?",
                "Demodicosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Demodicosis?"
            ],
            "responses": [
                "Gunakan invermectin seminggu sekali, Gunakan amitraz 1:100 ml untuk mandi, Gunakan obat anti bakteri seperti erythromycin."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pediculosis",
            "utterances": [
                "Anjing saya mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam.. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam., itu kenapa?",
                "Anjing mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam., itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam.. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam.?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam., kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam.?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam..",
                "Bagaimana cara mengatasi Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam. pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam. pada si Anjing?",
                "Bagaimana penanganan Pediculosis pada Anjing?",
                "Anjing mengalami Pediculosis, bagaimana penanganannya?",
                "Berikan saran Pediculosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Penebalan kulit, Benjolan, Area kulit tertentu tampak lebih gelap (Hiperpigmentasi), Kulit bernanah, Kerontokan rambut, Bercak kasar pada kulit, Rambut tampak memiliki warna dan struktur yang sedikit berbeda, Kulit kering dan kasar atau kusam.?",
                "Apa yang harus saya lakukan jika Anjing terkena Pediculosis?",
                "Pediculosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Pediculosis?"
            ],
            "responses": [
                "Gunakan shampoo yang mengandung pyrethrin, Gunakan spray insektisida seperti fipronil dan selamectin, Mencukur bulu yang terserang oleh kutu."
            ]
        },
        {
            "intent": "medical_inquiry_anjing_acral_lick_granuloma",
            "utterances": [
                "Anjing saya mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut, itu kenapa?",
                "Anjing mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut, itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut.",
                "Bagaimana cara mengatasi Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut pada si Anjing?",
                "Bagaimana penanganan Acral Lick Granuloma pada Anjing?",
                "Anjing mengalami Acral Lick Granuloma, bagaimana penanganannya?",
                "Berikan saran Acral Lick Granuloma untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kekurangan nafsu makan, Lesu, Benjolan, Kulit kemerahan, Hipopigmentasi, Kerontokan rambut?",
                "Apa yang harus saya lakukan jika Anjing terkena Acral Lick Granuloma?",
                "Acral Lick Granuloma pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Acral Lick Granuloma?"
            ],
            "responses": [
                "Antihistamin (hydroxyzine, chlorpheniramine), Kortikosteroid topikal"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_parvovirus",
            "utterances": [
                "Anjing saya mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Parvovirus pada Anjing?",
                "Anjing mengalami Parvovirus, bagaimana penanganannya?",
                "Berikan saran Parvovirus untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Muntah, Diare berdarah, Lemas, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Parvovirus?",
                "Parvovirus pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Parvovirus?"
            ],
            "responses": [
                "Terapi cairan IV, Antibiotik, Antiemetik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_distemper",
            "utterances": [
                "Anjing saya mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair, itu kenapa?",
                "Anjing mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair, itu kenapa?",
                "Anjing tiba-tiba mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair.",
                "Bagaimana cara mengatasi Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair pada si Anjing?",
                "Bagaimana penanganan Distemper pada Anjing?",
                "Anjing mengalami Distemper, bagaimana penanganannya?",
                "Berikan saran Distemper untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Batuk, Demam, Kehilangan nafsu makan, Lemas, Konjungtivitis, Hidung berair?",
                "Apa yang harus saya lakukan jika Anjing terkena Distemper?",
                "Distemper pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Distemper?"
            ],
            "responses": [
                "Isolasi, Antibiotik untuk infeksi sekunder, Terapi suportif"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_rabies",
            "utterances": [
                "Anjing saya mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air, itu kenapa?",
                "Anjing mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air.",
                "Bagaimana cara mengatasi Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air pada si Anjing?",
                "Bagaimana penanganan Rabies pada Anjing?",
                "Anjing mengalami Rabies, bagaimana penanganannya?",
                "Berikan saran Rabies untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Agitasi, Kejang, Salivasi berlebihan, Takut air?",
                "Apa yang harus saya lakukan jika Anjing terkena Rabies?",
                "Rabies pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Rabies?"
            ],
            "responses": [
                "Vaksinasi untuk pencegahan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hepatitis_infeksius",
            "utterances": [
                "Anjing saya mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Hepatitis Infeksius pada Anjing?",
                "Anjing mengalami Hepatitis Infeksius, bagaimana penanganannya?",
                "Berikan saran Hepatitis Infeksius untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Pembengkakan perut, Menguningnya kulit, Pendarahan, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Hepatitis Infeksius?",
                "Hepatitis Infeksius pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Hepatitis Infeksius?"
            ],
            "responses": [
                "Terapi cairan, Antibiotik, Terapi simptomatik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_leptospirosis",
            "utterances": [
                "Anjing saya mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas.",
                "Bagaimana cara mengatasi Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Bagaimana penanganan Leptospirosis pada Anjing?",
                "Anjing mengalami Leptospirosis, bagaimana penanganannya?",
                "Berikan saran Leptospirosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Muntah, Kuning pada kulit dan mata, Kehilangan nafsu makan, Lemas?",
                "Apa yang harus saya lakukan jika Anjing terkena Leptospirosis?",
                "Leptospirosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Leptospirosis?"
            ],
            "responses": [
                "Antibiotik (doxycycline, penicillin), Terapi cairan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_scabies",
            "utterances": [
                "Anjing saya mengalami Kulit gatal, Merah, Rontok, Luka terbuka. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Kulit gatal, Merah, Rontok, Luka terbuka, itu kenapa?",
                "Anjing mengalami Kulit gatal, Merah, Rontok, Luka terbuka, itu kenapa?",
                "Anjing tiba-tiba mengalami Kulit gatal, Merah, Rontok, Luka terbuka. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Kulit gatal, Merah, Rontok, Luka terbuka?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Kulit gatal, Merah, Rontok, Luka terbuka, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Kulit gatal, Merah, Rontok, Luka terbuka?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Kulit gatal, Merah, Rontok, Luka terbuka.",
                "Bagaimana cara mengatasi Kulit gatal, Merah, Rontok, Luka terbuka pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit gatal, Merah, Rontok, Luka terbuka pada si Anjing?",
                "Bagaimana penanganan Scabies pada Anjing?",
                "Anjing mengalami Scabies, bagaimana penanganannya?",
                "Berikan saran Scabies untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Kulit gatal, Merah, Rontok, Luka terbuka?",
                "Apa yang harus saya lakukan jika Anjing terkena Scabies?",
                "Scabies pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Scabies?"
            ],
            "responses": [
                "Obat antiparasit (ivermectin), Kebersihan lingkungan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_demodicosis",
            "utterances": [
                "Anjing saya mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu, itu kenapa?",
                "Anjing mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu, itu kenapa?",
                "Anjing tiba-tiba mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu.",
                "Bagaimana cara mengatasi Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu pada si Anjing?",
                "Bagaimana penanganan Demodicosis pada Anjing?",
                "Anjing mengalami Demodicosis, bagaimana penanganannya?",
                "Berikan saran Demodicosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Bercak merah, Gatal berlebihan, Rontok pada daerah tertentu?",
                "Apa yang harus saya lakukan jika Anjing terkena Demodicosis?",
                "Demodicosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Demodicosis?"
            ],
            "responses": [
                "Antiparasit topikal, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_otitis",
            "utterances": [
                "Anjing saya mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga, itu kenapa?",
                "Anjing mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga, itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga.",
                "Bagaimana cara mengatasi Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga pada si Anjing?",
                "Bagaimana penanganan Otitis pada Anjing?",
                "Anjing mengalami Otitis, bagaimana penanganannya?",
                "Berikan saran Otitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal di telinga, Kepala miring, Bau tidak sedap dari telinga?",
                "Apa yang harus saya lakukan jika Anjing terkena Otitis?",
                "Otitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Otitis?"
            ],
            "responses": [
                "Pembersihan telinga, Antibiotik, Obat tetes anti inflamasi"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ringworm",
            "utterances": [
                "Anjing saya mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak, itu kenapa?",
                "Anjing mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak, itu kenapa?",
                "Anjing tiba-tiba mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak.",
                "Bagaimana cara mengatasi Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak pada si Anjing?",
                "Bagaimana penanganan Ringworm pada Anjing?",
                "Anjing mengalami Ringworm, bagaimana penanganannya?",
                "Berikan saran Ringworm untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Bercak bulat merah, Gatal, Rambut rontok di sekitar bercak?",
                "Apa yang harus saya lakukan jika Anjing terkena Ringworm?",
                "Ringworm pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Ringworm?"
            ],
            "responses": [
                "Antijamur topikal, Shampoo khusus"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_coccidiosis",
            "utterances": [
                "Anjing saya mengalami Diare, Penurunan berat badan, Kotoran berdarah. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Diare, Penurunan berat badan, Kotoran berdarah, itu kenapa?",
                "Anjing mengalami Diare, Penurunan berat badan, Kotoran berdarah, itu kenapa?",
                "Anjing tiba-tiba mengalami Diare, Penurunan berat badan, Kotoran berdarah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Diare, Penurunan berat badan, Kotoran berdarah?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Diare, Penurunan berat badan, Kotoran berdarah, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Diare, Penurunan berat badan, Kotoran berdarah?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Diare, Penurunan berat badan, Kotoran berdarah.",
                "Bagaimana cara mengatasi Diare, Penurunan berat badan, Kotoran berdarah pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Diare, Penurunan berat badan, Kotoran berdarah pada si Anjing?",
                "Bagaimana penanganan Coccidiosis pada Anjing?",
                "Anjing mengalami Coccidiosis, bagaimana penanganannya?",
                "Berikan saran Coccidiosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Diare, Penurunan berat badan, Kotoran berdarah?",
                "Apa yang harus saya lakukan jika Anjing terkena Coccidiosis?",
                "Coccidiosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Coccidiosis?"
            ],
            "responses": [
                "Antibiotik (sulfadimethoxine), Terapi cairan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ehrlichiosis",
            "utterances": [
                "Anjing saya mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Kehilangan nafsu makan, Lemas, Anemia, itu kenapa?",
                "Anjing mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Kehilangan nafsu makan, Lemas, Anemia?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Kehilangan nafsu makan, Lemas, Anemia.",
                "Bagaimana cara mengatasi Demam, Kehilangan nafsu makan, Lemas, Anemia pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Kehilangan nafsu makan, Lemas, Anemia pada si Anjing?",
                "Bagaimana penanganan Ehrlichiosis pada Anjing?",
                "Anjing mengalami Ehrlichiosis, bagaimana penanganannya?",
                "Berikan saran Ehrlichiosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Kehilangan nafsu makan, Lemas, Anemia?",
                "Apa yang harus saya lakukan jika Anjing terkena Ehrlichiosis?",
                "Ehrlichiosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Ehrlichiosis?"
            ],
            "responses": [
                "Antibiotik (doxycycline), Terapi suportif"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_urolithiasis",
            "utterances": [
                "Anjing saya mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Sulit buang air kecil, Urine berdarah, Nyeri pada perut, itu kenapa?",
                "Anjing mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut, itu kenapa?",
                "Anjing tiba-tiba mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Sulit buang air kecil, Urine berdarah, Nyeri pada perut?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Sulit buang air kecil, Urine berdarah, Nyeri pada perut.",
                "Bagaimana cara mengatasi Sulit buang air kecil, Urine berdarah, Nyeri pada perut pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit buang air kecil, Urine berdarah, Nyeri pada perut pada si Anjing?",
                "Bagaimana penanganan Urolithiasis pada Anjing?",
                "Anjing mengalami Urolithiasis, bagaimana penanganannya?",
                "Berikan saran Urolithiasis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Sulit buang air kecil, Urine berdarah, Nyeri pada perut?",
                "Apa yang harus saya lakukan jika Anjing terkena Urolithiasis?",
                "Urolithiasis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Urolithiasis?"
            ],
            "responses": [
                "Diet khusus, Obat penghancur batu, Operasi jika diperlukan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_gastroenteritis",
            "utterances": [
                "Anjing saya mengalami Diare, Muntah, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Diare, Muntah, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Diare, Muntah, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Diare, Muntah, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Diare, Muntah, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Diare, Muntah, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Diare, Muntah, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Diare, Muntah, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Diare, Muntah, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Diare, Muntah, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Gastroenteritis pada Anjing?",
                "Anjing mengalami Gastroenteritis, bagaimana penanganannya?",
                "Berikan saran Gastroenteritis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Diare, Muntah, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Gastroenteritis?",
                "Gastroenteritis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Gastroenteritis?"
            ],
            "responses": [
                "Terapi cairan, Antiemetik, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_canine_influenza",
            "utterances": [
                "Anjing saya mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Batuk, Demam, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing tiba-tiba mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Batuk, Demam, Kehilangan nafsu makan, Lemas?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Batuk, Demam, Kehilangan nafsu makan, Lemas.",
                "Bagaimana cara mengatasi Batuk, Demam, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, Demam, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Bagaimana penanganan Canine Influenza pada Anjing?",
                "Anjing mengalami Canine Influenza, bagaimana penanganannya?",
                "Berikan saran Canine Influenza untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Batuk, Demam, Kehilangan nafsu makan, Lemas?",
                "Apa yang harus saya lakukan jika Anjing terkena Canine Influenza?",
                "Canine Influenza pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Canine Influenza?"
            ],
            "responses": [
                "Isolasi, Terapi suportif, Antiviral"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_kennel_cough",
            "utterances": [
                "Anjing saya mengalami Batuk, Kehilangan nafsu makan, Lemas. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Batuk, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing mengalami Batuk, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing tiba-tiba mengalami Batuk, Kehilangan nafsu makan, Lemas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Batuk, Kehilangan nafsu makan, Lemas?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Batuk, Kehilangan nafsu makan, Lemas, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Batuk, Kehilangan nafsu makan, Lemas?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Batuk, Kehilangan nafsu makan, Lemas.",
                "Bagaimana cara mengatasi Batuk, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Bagaimana penanganan Kennel Cough pada Anjing?",
                "Anjing mengalami Kennel Cough, bagaimana penanganannya?",
                "Berikan saran Kennel Cough untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Batuk, Kehilangan nafsu makan, Lemas?",
                "Apa yang harus saya lakukan jika Anjing terkena Kennel Cough?",
                "Kennel Cough pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Kennel Cough?"
            ],
            "responses": [
                "Obat batuk, Antibiotik, Terapi suportif"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_lyme_disease",
            "utterances": [
                "Anjing saya mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Lyme Disease pada Anjing?",
                "Anjing mengalami Lyme Disease, bagaimana penanganannya?",
                "Berikan saran Lyme Disease untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Nyeri sendi, Lemas, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Lyme Disease?",
                "Lyme Disease pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Lyme Disease?"
            ],
            "responses": [
                "Antibiotik (doxycycline), Antiinflamasi"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pancreatitis",
            "utterances": [
                "Anjing saya mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Muntah, Diare, Nyeri perut, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Muntah, Diare, Nyeri perut, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Muntah, Diare, Nyeri perut, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Muntah, Diare, Nyeri perut, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Muntah, Diare, Nyeri perut, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Pancreatitis pada Anjing?",
                "Anjing mengalami Pancreatitis, bagaimana penanganannya?",
                "Berikan saran Pancreatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Muntah, Diare, Nyeri perut, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Pancreatitis?",
                "Pancreatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Pancreatitis?"
            ],
            "responses": [
                "Diet rendah lemak, Terapi cairan, Analgesik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_hypothyroidism",
            "utterances": [
                "Anjing saya mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu, itu kenapa?",
                "Anjing mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu, itu kenapa?",
                "Anjing tiba-tiba mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu.",
                "Bagaimana cara mengatasi Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu pada si Anjing?",
                "Bagaimana penanganan Hypothyroidism pada Anjing?",
                "Anjing mengalami Hypothyroidism, bagaimana penanganannya?",
                "Berikan saran Hypothyroidism untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Berat badan bertambah, Lesu, Kulit kering, Kerontokan bulu?",
                "Apa yang harus saya lakukan jika Anjing terkena Hypothyroidism?",
                "Hypothyroidism pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Hypothyroidism?"
            ],
            "responses": [
                "Obat hormon tiroksin"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cushing's_disease",
            "utterances": [
                "Anjing saya mengalami Perut membesar, Rambut rontok, Lemas. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Perut membesar, Rambut rontok, Lemas, itu kenapa?",
                "Anjing mengalami Perut membesar, Rambut rontok, Lemas, itu kenapa?",
                "Anjing tiba-tiba mengalami Perut membesar, Rambut rontok, Lemas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Perut membesar, Rambut rontok, Lemas?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Perut membesar, Rambut rontok, Lemas, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Perut membesar, Rambut rontok, Lemas?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Perut membesar, Rambut rontok, Lemas.",
                "Bagaimana cara mengatasi Perut membesar, Rambut rontok, Lemas pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Perut membesar, Rambut rontok, Lemas pada si Anjing?",
                "Bagaimana penanganan Cushing's Disease pada Anjing?",
                "Anjing mengalami Cushing's Disease, bagaimana penanganannya?",
                "Berikan saran Cushing's Disease untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Perut membesar, Rambut rontok, Lemas?",
                "Apa yang harus saya lakukan jika Anjing terkena Cushing's Disease?",
                "Cushing's Disease pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Cushing's Disease?"
            ],
            "responses": [
                "Penghambat produksi kortisol (trilostane), Operasi pada tumor"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_heartworm",
            "utterances": [
                "Anjing saya mengalami Batuk, Lemas, Nafas pendek, Berat badan turun. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Batuk, Lemas, Nafas pendek, Berat badan turun, itu kenapa?",
                "Anjing mengalami Batuk, Lemas, Nafas pendek, Berat badan turun, itu kenapa?",
                "Anjing tiba-tiba mengalami Batuk, Lemas, Nafas pendek, Berat badan turun. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Batuk, Lemas, Nafas pendek, Berat badan turun?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Batuk, Lemas, Nafas pendek, Berat badan turun, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Batuk, Lemas, Nafas pendek, Berat badan turun?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Batuk, Lemas, Nafas pendek, Berat badan turun.",
                "Bagaimana cara mengatasi Batuk, Lemas, Nafas pendek, Berat badan turun pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, Lemas, Nafas pendek, Berat badan turun pada si Anjing?",
                "Bagaimana penanganan Heartworm pada Anjing?",
                "Anjing mengalami Heartworm, bagaimana penanganannya?",
                "Berikan saran Heartworm untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Batuk, Lemas, Nafas pendek, Berat badan turun?",
                "Apa yang harus saya lakukan jika Anjing terkena Heartworm?",
                "Heartworm pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Heartworm?"
            ],
            "responses": [
                "Obat antiparasit, Terapi suportif"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_flea_allergy_dermatitis",
            "utterances": [
                "Anjing saya mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kemerahan, Rambut rontok di sekitar area gigitan, itu kenapa?",
                "Anjing mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan, itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kemerahan, Rambut rontok di sekitar area gigitan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kemerahan, Rambut rontok di sekitar area gigitan.",
                "Bagaimana cara mengatasi Gatal, Kemerahan, Rambut rontok di sekitar area gigitan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kemerahan, Rambut rontok di sekitar area gigitan pada si Anjing?",
                "Bagaimana penanganan Flea Allergy Dermatitis pada Anjing?",
                "Anjing mengalami Flea Allergy Dermatitis, bagaimana penanganannya?",
                "Berikan saran Flea Allergy Dermatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kemerahan, Rambut rontok di sekitar area gigitan?",
                "Apa yang harus saya lakukan jika Anjing terkena Flea Allergy Dermatitis?",
                "Flea Allergy Dermatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Flea Allergy Dermatitis?"
            ],
            "responses": [
                "Antiparasit, Antihistamin"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_pyometra",
            "utterances": [
                "Anjing saya mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Demam, Lemas, Perut membesar, Kehilangan nafsu makan, itu kenapa?",
                "Anjing mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan, itu kenapa?",
                "Anjing tiba-tiba mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Demam, Lemas, Perut membesar, Kehilangan nafsu makan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Demam, Lemas, Perut membesar, Kehilangan nafsu makan.",
                "Bagaimana cara mengatasi Demam, Lemas, Perut membesar, Kehilangan nafsu makan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Demam, Lemas, Perut membesar, Kehilangan nafsu makan pada si Anjing?",
                "Bagaimana penanganan Pyometra pada Anjing?",
                "Anjing mengalami Pyometra, bagaimana penanganannya?",
                "Berikan saran Pyometra untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Demam, Lemas, Perut membesar, Kehilangan nafsu makan?",
                "Apa yang harus saya lakukan jika Anjing terkena Pyometra?",
                "Pyometra pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Pyometra?"
            ],
            "responses": [
                "Operasi pengangkatan rahim"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ear_mites",
            "utterances": [
                "Anjing saya mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal di telinga, Kotoran berlebihan, Bau tidak sedap, itu kenapa?",
                "Anjing mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap, itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal di telinga, Kotoran berlebihan, Bau tidak sedap?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal di telinga, Kotoran berlebihan, Bau tidak sedap.",
                "Bagaimana cara mengatasi Gatal di telinga, Kotoran berlebihan, Bau tidak sedap pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal di telinga, Kotoran berlebihan, Bau tidak sedap pada si Anjing?",
                "Bagaimana penanganan Ear Mites pada Anjing?",
                "Anjing mengalami Ear Mites, bagaimana penanganannya?",
                "Berikan saran Ear Mites untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal di telinga, Kotoran berlebihan, Bau tidak sedap?",
                "Apa yang harus saya lakukan jika Anjing terkena Ear Mites?",
                "Ear Mites pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Ear Mites?"
            ],
            "responses": [
                "Obat tetes telinga antiparasit, Pembersihan telinga"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cherry_eye",
            "utterances": [
                "Anjing saya mengalami Bengkak pada mata, Mata merah. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada mata, Mata merah, itu kenapa?",
                "Anjing mengalami Bengkak pada mata, Mata merah, itu kenapa?",
                "Anjing tiba-tiba mengalami Bengkak pada mata, Mata merah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Bengkak pada mata, Mata merah?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Bengkak pada mata, Mata merah, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Bengkak pada mata, Mata merah?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Bengkak pada mata, Mata merah.",
                "Bagaimana cara mengatasi Bengkak pada mata, Mata merah pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada mata, Mata merah pada si Anjing?",
                "Bagaimana penanganan Cherry Eye pada Anjing?",
                "Anjing mengalami Cherry Eye, bagaimana penanganannya?",
                "Berikan saran Cherry Eye untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Bengkak pada mata, Mata merah?",
                "Apa yang harus saya lakukan jika Anjing terkena Cherry Eye?",
                "Cherry Eye pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Cherry Eye?"
            ],
            "responses": [
                "Operasi untuk mengembalikan posisi kelenjar"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anal_sac_disease",
            "utterances": [
                "Anjing saya mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus, itu kenapa?",
                "Anjing mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus, itu kenapa?",
                "Anjing tiba-tiba mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus.",
                "Bagaimana cara mengatasi Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus pada si Anjing?",
                "Bagaimana penanganan Anal Sac Disease pada Anjing?",
                "Anjing mengalami Anal Sac Disease, bagaimana penanganannya?",
                "Berikan saran Anal Sac Disease untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Bau tidak sedap dari anus, Sering menggaruk atau menggigit area anus?",
                "Apa yang harus saya lakukan jika Anjing terkena Anal Sac Disease?",
                "Anal Sac Disease pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Anal Sac Disease?"
            ],
            "responses": [
                "Pengosongan kelenjar, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_anemia",
            "utterances": [
                "Anjing saya mengalami Gusi pucat, Nafas cepat, Lesu. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gusi pucat, Nafas cepat, Lesu, itu kenapa?",
                "Anjing mengalami Gusi pucat, Nafas cepat, Lesu, itu kenapa?",
                "Anjing tiba-tiba mengalami Gusi pucat, Nafas cepat, Lesu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gusi pucat, Nafas cepat, Lesu?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gusi pucat, Nafas cepat, Lesu, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gusi pucat, Nafas cepat, Lesu?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gusi pucat, Nafas cepat, Lesu.",
                "Bagaimana cara mengatasi Gusi pucat, Nafas cepat, Lesu pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gusi pucat, Nafas cepat, Lesu pada si Anjing?",
                "Bagaimana penanganan Anemia pada Anjing?",
                "Anjing mengalami Anemia, bagaimana penanganannya?",
                "Berikan saran Anemia untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gusi pucat, Nafas cepat, Lesu?",
                "Apa yang harus saya lakukan jika Anjing terkena Anemia?",
                "Anemia pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Anemia?"
            ],
            "responses": [
                "Transfusi darah, Terapi besi"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_arthritis",
            "utterances": [
                "Anjing saya mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Nyeri sendi, Kesulitan bergerak, Kekakuan, itu kenapa?",
                "Anjing mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan, itu kenapa?",
                "Anjing tiba-tiba mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Nyeri sendi, Kesulitan bergerak, Kekakuan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Nyeri sendi, Kesulitan bergerak, Kekakuan.",
                "Bagaimana cara mengatasi Nyeri sendi, Kesulitan bergerak, Kekakuan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Nyeri sendi, Kesulitan bergerak, Kekakuan pada si Anjing?",
                "Bagaimana penanganan Arthritis pada Anjing?",
                "Anjing mengalami Arthritis, bagaimana penanganannya?",
                "Berikan saran Arthritis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Nyeri sendi, Kesulitan bergerak, Kekakuan?",
                "Apa yang harus saya lakukan jika Anjing terkena Arthritis?",
                "Arthritis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Arthritis?"
            ],
            "responses": [
                "Antiinflamasi, Terapi fisik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_allergic_dermatitis",
            "utterances": [
                "Anjing saya mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gatal, Kemerahan, Pembengkakan di sekitar area tertentu, itu kenapa?",
                "Anjing mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu, itu kenapa?",
                "Anjing tiba-tiba mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gatal, Kemerahan, Pembengkakan di sekitar area tertentu?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gatal, Kemerahan, Pembengkakan di sekitar area tertentu.",
                "Bagaimana cara mengatasi Gatal, Kemerahan, Pembengkakan di sekitar area tertentu pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal, Kemerahan, Pembengkakan di sekitar area tertentu pada si Anjing?",
                "Bagaimana penanganan Allergic Dermatitis pada Anjing?",
                "Anjing mengalami Allergic Dermatitis, bagaimana penanganannya?",
                "Berikan saran Allergic Dermatitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gatal, Kemerahan, Pembengkakan di sekitar area tertentu?",
                "Apa yang harus saya lakukan jika Anjing terkena Allergic Dermatitis?",
                "Allergic Dermatitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Allergic Dermatitis?"
            ],
            "responses": [
                "Antihistamin, Steroid topikal"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_kennel_stress",
            "utterances": [
                "Anjing saya mengalami Mual, Kurang nafsu makan, Stress. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Mual, Kurang nafsu makan, Stress, itu kenapa?",
                "Anjing mengalami Mual, Kurang nafsu makan, Stress, itu kenapa?",
                "Anjing tiba-tiba mengalami Mual, Kurang nafsu makan, Stress. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Mual, Kurang nafsu makan, Stress?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Mual, Kurang nafsu makan, Stress, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Mual, Kurang nafsu makan, Stress?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Mual, Kurang nafsu makan, Stress.",
                "Bagaimana cara mengatasi Mual, Kurang nafsu makan, Stress pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Mual, Kurang nafsu makan, Stress pada si Anjing?",
                "Bagaimana penanganan Kennel Stress pada Anjing?",
                "Anjing mengalami Kennel Stress, bagaimana penanganannya?",
                "Berikan saran Kennel Stress untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Mual, Kurang nafsu makan, Stress?",
                "Apa yang harus saya lakukan jika Anjing terkena Kennel Stress?",
                "Kennel Stress pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Kennel Stress?"
            ],
            "responses": [
                "Lingkungan tenang, Pemberian cairan, Probiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_tooth_abscess",
            "utterances": [
                "Anjing saya mengalami Nyeri pada gigi, Pembengkakan pada wajah. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Nyeri pada gigi, Pembengkakan pada wajah, itu kenapa?",
                "Anjing mengalami Nyeri pada gigi, Pembengkakan pada wajah, itu kenapa?",
                "Anjing tiba-tiba mengalami Nyeri pada gigi, Pembengkakan pada wajah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Nyeri pada gigi, Pembengkakan pada wajah?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Nyeri pada gigi, Pembengkakan pada wajah, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Nyeri pada gigi, Pembengkakan pada wajah?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Nyeri pada gigi, Pembengkakan pada wajah.",
                "Bagaimana cara mengatasi Nyeri pada gigi, Pembengkakan pada wajah pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Nyeri pada gigi, Pembengkakan pada wajah pada si Anjing?",
                "Bagaimana penanganan Tooth Abscess pada Anjing?",
                "Anjing mengalami Tooth Abscess, bagaimana penanganannya?",
                "Berikan saran Tooth Abscess untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Nyeri pada gigi, Pembengkakan pada wajah?",
                "Apa yang harus saya lakukan jika Anjing terkena Tooth Abscess?",
                "Tooth Abscess pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Tooth Abscess?"
            ],
            "responses": [
                "Ekstraksi gigi, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bladder_infection",
            "utterances": [
                "Anjing saya mengalami Sering buang air kecil, Nyeri saat buang air kecil. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Sering buang air kecil, Nyeri saat buang air kecil, itu kenapa?",
                "Anjing mengalami Sering buang air kecil, Nyeri saat buang air kecil, itu kenapa?",
                "Anjing tiba-tiba mengalami Sering buang air kecil, Nyeri saat buang air kecil. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Sering buang air kecil, Nyeri saat buang air kecil?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Sering buang air kecil, Nyeri saat buang air kecil, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Sering buang air kecil, Nyeri saat buang air kecil?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Sering buang air kecil, Nyeri saat buang air kecil.",
                "Bagaimana cara mengatasi Sering buang air kecil, Nyeri saat buang air kecil pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Sering buang air kecil, Nyeri saat buang air kecil pada si Anjing?",
                "Bagaimana penanganan Bladder Infection pada Anjing?",
                "Anjing mengalami Bladder Infection, bagaimana penanganannya?",
                "Berikan saran Bladder Infection untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Sering buang air kecil, Nyeri saat buang air kecil?",
                "Apa yang harus saya lakukan jika Anjing terkena Bladder Infection?",
                "Bladder Infection pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Bladder Infection?"
            ],
            "responses": [
                "Antibiotik, Terapi cairan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bone_cancer",
            "utterances": [
                "Anjing saya mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu, itu kenapa?",
                "Anjing mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu, itu kenapa?",
                "Anjing tiba-tiba mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu.",
                "Bagaimana cara mengatasi Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu pada si Anjing?",
                "Bagaimana penanganan Bone Cancer pada Anjing?",
                "Anjing mengalami Bone Cancer, bagaimana penanganannya?",
                "Berikan saran Bone Cancer untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Nyeri pada tulang, Lesu, Pembengkakan pada area tertentu?",
                "Apa yang harus saya lakukan jika Anjing terkena Bone Cancer?",
                "Bone Cancer pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Bone Cancer?"
            ],
            "responses": [
                "Kemoterapi, Analgesik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_bronchitis",
            "utterances": [
                "Anjing saya mengalami Batuk, Nafas pendek, Demam. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Batuk, Nafas pendek, Demam, itu kenapa?",
                "Anjing mengalami Batuk, Nafas pendek, Demam, itu kenapa?",
                "Anjing tiba-tiba mengalami Batuk, Nafas pendek, Demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Batuk, Nafas pendek, Demam?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Batuk, Nafas pendek, Demam, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Batuk, Nafas pendek, Demam?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Batuk, Nafas pendek, Demam.",
                "Bagaimana cara mengatasi Batuk, Nafas pendek, Demam pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, Nafas pendek, Demam pada si Anjing?",
                "Bagaimana penanganan Bronchitis pada Anjing?",
                "Anjing mengalami Bronchitis, bagaimana penanganannya?",
                "Berikan saran Bronchitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Batuk, Nafas pendek, Demam?",
                "Apa yang harus saya lakukan jika Anjing terkena Bronchitis?",
                "Bronchitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Bronchitis?"
            ],
            "responses": [
                "Antibiotik, Terapi inhalasi"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cancer",
            "utterances": [
                "Anjing saya mengalami Benjolan, Kehilangan nafsu makan, Lemas. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Benjolan, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing mengalami Benjolan, Kehilangan nafsu makan, Lemas, itu kenapa?",
                "Anjing tiba-tiba mengalami Benjolan, Kehilangan nafsu makan, Lemas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Benjolan, Kehilangan nafsu makan, Lemas?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Benjolan, Kehilangan nafsu makan, Lemas, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Benjolan, Kehilangan nafsu makan, Lemas?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Benjolan, Kehilangan nafsu makan, Lemas.",
                "Bagaimana cara mengatasi Benjolan, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Benjolan, Kehilangan nafsu makan, Lemas pada si Anjing?",
                "Bagaimana penanganan Cancer pada Anjing?",
                "Anjing mengalami Cancer, bagaimana penanganannya?",
                "Berikan saran Cancer untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Benjolan, Kehilangan nafsu makan, Lemas?",
                "Apa yang harus saya lakukan jika Anjing terkena Cancer?",
                "Cancer pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Cancer?"
            ],
            "responses": [
                "Kemoterapi, Radioterapi"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cataracts",
            "utterances": [
                "Anjing saya mengalami Kabur penglihatan, Pembengkakan lensa mata. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Kabur penglihatan, Pembengkakan lensa mata, itu kenapa?",
                "Anjing mengalami Kabur penglihatan, Pembengkakan lensa mata, itu kenapa?",
                "Anjing tiba-tiba mengalami Kabur penglihatan, Pembengkakan lensa mata. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Kabur penglihatan, Pembengkakan lensa mata?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Kabur penglihatan, Pembengkakan lensa mata, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Kabur penglihatan, Pembengkakan lensa mata?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Kabur penglihatan, Pembengkakan lensa mata.",
                "Bagaimana cara mengatasi Kabur penglihatan, Pembengkakan lensa mata pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Kabur penglihatan, Pembengkakan lensa mata pada si Anjing?",
                "Bagaimana penanganan Cataracts pada Anjing?",
                "Anjing mengalami Cataracts, bagaimana penanganannya?",
                "Berikan saran Cataracts untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Kabur penglihatan, Pembengkakan lensa mata?",
                "Apa yang harus saya lakukan jika Anjing terkena Cataracts?",
                "Cataracts pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Cataracts?"
            ],
            "responses": [
                "Operasi katarak"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_chronic_renal_failure",
            "utterances": [
                "Anjing saya mengalami Lesu, Haus berlebihan, Sering buang air kecil. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Lesu, Haus berlebihan, Sering buang air kecil, itu kenapa?",
                "Anjing mengalami Lesu, Haus berlebihan, Sering buang air kecil, itu kenapa?",
                "Anjing tiba-tiba mengalami Lesu, Haus berlebihan, Sering buang air kecil. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Lesu, Haus berlebihan, Sering buang air kecil?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Lesu, Haus berlebihan, Sering buang air kecil, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Lesu, Haus berlebihan, Sering buang air kecil?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Lesu, Haus berlebihan, Sering buang air kecil.",
                "Bagaimana cara mengatasi Lesu, Haus berlebihan, Sering buang air kecil pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesu, Haus berlebihan, Sering buang air kecil pada si Anjing?",
                "Bagaimana penanganan Chronic Renal Failure pada Anjing?",
                "Anjing mengalami Chronic Renal Failure, bagaimana penanganannya?",
                "Berikan saran Chronic Renal Failure untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Lesu, Haus berlebihan, Sering buang air kecil?",
                "Apa yang harus saya lakukan jika Anjing terkena Chronic Renal Failure?",
                "Chronic Renal Failure pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Chronic Renal Failure?"
            ],
            "responses": [
                "Diet rendah protein, Terapi cairan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_colitis",
            "utterances": [
                "Anjing saya mengalami Diare, Nyeri perut, Gas berlebih. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Diare, Nyeri perut, Gas berlebih, itu kenapa?",
                "Anjing mengalami Diare, Nyeri perut, Gas berlebih, itu kenapa?",
                "Anjing tiba-tiba mengalami Diare, Nyeri perut, Gas berlebih. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Diare, Nyeri perut, Gas berlebih?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Diare, Nyeri perut, Gas berlebih, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Diare, Nyeri perut, Gas berlebih?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Diare, Nyeri perut, Gas berlebih.",
                "Bagaimana cara mengatasi Diare, Nyeri perut, Gas berlebih pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Diare, Nyeri perut, Gas berlebih pada si Anjing?",
                "Bagaimana penanganan Colitis pada Anjing?",
                "Anjing mengalami Colitis, bagaimana penanganannya?",
                "Berikan saran Colitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Diare, Nyeri perut, Gas berlebih?",
                "Apa yang harus saya lakukan jika Anjing terkena Colitis?",
                "Colitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Colitis?"
            ],
            "responses": [
                "Diet tinggi serat, Probiotik, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_conjunctivitis",
            "utterances": [
                "Anjing saya mengalami Mata merah, Gatal, Berair. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Mata merah, Gatal, Berair, itu kenapa?",
                "Anjing mengalami Mata merah, Gatal, Berair, itu kenapa?",
                "Anjing tiba-tiba mengalami Mata merah, Gatal, Berair. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Mata merah, Gatal, Berair?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Mata merah, Gatal, Berair, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Mata merah, Gatal, Berair?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Mata merah, Gatal, Berair.",
                "Bagaimana cara mengatasi Mata merah, Gatal, Berair pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata merah, Gatal, Berair pada si Anjing?",
                "Bagaimana penanganan Conjunctivitis pada Anjing?",
                "Anjing mengalami Conjunctivitis, bagaimana penanganannya?",
                "Berikan saran Conjunctivitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Mata merah, Gatal, Berair?",
                "Apa yang harus saya lakukan jika Anjing terkena Conjunctivitis?",
                "Conjunctivitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Conjunctivitis?"
            ],
            "responses": [
                "Antibiotik tetes mata, Kompres hangat"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_corneal_ulcers",
            "utterances": [
                "Anjing saya mengalami Mata berair, Kemerahan, Nyeri. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Mata berair, Kemerahan, Nyeri, itu kenapa?",
                "Anjing mengalami Mata berair, Kemerahan, Nyeri, itu kenapa?",
                "Anjing tiba-tiba mengalami Mata berair, Kemerahan, Nyeri. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Mata berair, Kemerahan, Nyeri?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Mata berair, Kemerahan, Nyeri, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Mata berair, Kemerahan, Nyeri?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Mata berair, Kemerahan, Nyeri.",
                "Bagaimana cara mengatasi Mata berair, Kemerahan, Nyeri pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, Kemerahan, Nyeri pada si Anjing?",
                "Bagaimana penanganan Corneal Ulcers pada Anjing?",
                "Anjing mengalami Corneal Ulcers, bagaimana penanganannya?",
                "Berikan saran Corneal Ulcers untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Mata berair, Kemerahan, Nyeri?",
                "Apa yang harus saya lakukan jika Anjing terkena Corneal Ulcers?",
                "Corneal Ulcers pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Corneal Ulcers?"
            ],
            "responses": [
                "Obat tetes antibiotik, Pelindung mata"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_cryptorchidism",
            "utterances": [
                "Anjing saya mengalami Testis tidak turun. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Testis tidak turun, itu kenapa?",
                "Anjing mengalami Testis tidak turun, itu kenapa?",
                "Anjing tiba-tiba mengalami Testis tidak turun. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Testis tidak turun?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Testis tidak turun, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Testis tidak turun?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Testis tidak turun.",
                "Bagaimana cara mengatasi Testis tidak turun pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Testis tidak turun pada si Anjing?",
                "Bagaimana penanganan Cryptorchidism pada Anjing?",
                "Anjing mengalami Cryptorchidism, bagaimana penanganannya?",
                "Berikan saran Cryptorchidism untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Testis tidak turun?",
                "Apa yang harus saya lakukan jika Anjing terkena Cryptorchidism?",
                "Cryptorchidism pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Cryptorchidism?"
            ],
            "responses": [
                "Operasi pengangkatan testis"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_diabetes",
            "utterances": [
                "Anjing saya mengalami Haus berlebihan, Lemas, Sering buang air kecil. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Haus berlebihan, Lemas, Sering buang air kecil, itu kenapa?",
                "Anjing mengalami Haus berlebihan, Lemas, Sering buang air kecil, itu kenapa?",
                "Anjing tiba-tiba mengalami Haus berlebihan, Lemas, Sering buang air kecil. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Haus berlebihan, Lemas, Sering buang air kecil?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Haus berlebihan, Lemas, Sering buang air kecil, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Haus berlebihan, Lemas, Sering buang air kecil?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Haus berlebihan, Lemas, Sering buang air kecil.",
                "Bagaimana cara mengatasi Haus berlebihan, Lemas, Sering buang air kecil pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Haus berlebihan, Lemas, Sering buang air kecil pada si Anjing?",
                "Bagaimana penanganan Diabetes pada Anjing?",
                "Anjing mengalami Diabetes, bagaimana penanganannya?",
                "Berikan saran Diabetes untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Haus berlebihan, Lemas, Sering buang air kecil?",
                "Apa yang harus saya lakukan jika Anjing terkena Diabetes?",
                "Diabetes pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Diabetes?"
            ],
            "responses": [
                "Pemberian insulin"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dry_eye",
            "utterances": [
                "Anjing saya mengalami Mata kering, Rasa gatal, Perih. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Mata kering, Rasa gatal, Perih, itu kenapa?",
                "Anjing mengalami Mata kering, Rasa gatal, Perih, itu kenapa?",
                "Anjing tiba-tiba mengalami Mata kering, Rasa gatal, Perih. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Mata kering, Rasa gatal, Perih?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Mata kering, Rasa gatal, Perih, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Mata kering, Rasa gatal, Perih?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Mata kering, Rasa gatal, Perih.",
                "Bagaimana cara mengatasi Mata kering, Rasa gatal, Perih pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata kering, Rasa gatal, Perih pada si Anjing?",
                "Bagaimana penanganan Dry Eye pada Anjing?",
                "Anjing mengalami Dry Eye, bagaimana penanganannya?",
                "Berikan saran Dry Eye untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Mata kering, Rasa gatal, Perih?",
                "Apa yang harus saya lakukan jika Anjing terkena Dry Eye?",
                "Dry Eye pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Dry Eye?"
            ],
            "responses": [
                "Obat tetes mata pelembap"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ear_hematoma",
            "utterances": [
                "Anjing saya mengalami Pembengkakan telinga, Nyeri. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Pembengkakan telinga, Nyeri, itu kenapa?",
                "Anjing mengalami Pembengkakan telinga, Nyeri, itu kenapa?",
                "Anjing tiba-tiba mengalami Pembengkakan telinga, Nyeri. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Pembengkakan telinga, Nyeri?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Pembengkakan telinga, Nyeri, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Pembengkakan telinga, Nyeri?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Pembengkakan telinga, Nyeri.",
                "Bagaimana cara mengatasi Pembengkakan telinga, Nyeri pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Pembengkakan telinga, Nyeri pada si Anjing?",
                "Bagaimana penanganan Ear Hematoma pada Anjing?",
                "Anjing mengalami Ear Hematoma, bagaimana penanganannya?",
                "Berikan saran Ear Hematoma untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Pembengkakan telinga, Nyeri?",
                "Apa yang harus saya lakukan jika Anjing terkena Ear Hematoma?",
                "Ear Hematoma pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Ear Hematoma?"
            ],
            "responses": [
                "Operasi untuk mengeringkan darah"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_epilepsy",
            "utterances": [
                "Anjing saya mengalami Kejang, Penurunan kesadaran. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Kejang, Penurunan kesadaran, itu kenapa?",
                "Anjing mengalami Kejang, Penurunan kesadaran, itu kenapa?",
                "Anjing tiba-tiba mengalami Kejang, Penurunan kesadaran. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Kejang, Penurunan kesadaran?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Kejang, Penurunan kesadaran, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Kejang, Penurunan kesadaran?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Kejang, Penurunan kesadaran.",
                "Bagaimana cara mengatasi Kejang, Penurunan kesadaran pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Kejang, Penurunan kesadaran pada si Anjing?",
                "Bagaimana penanganan Epilepsy pada Anjing?",
                "Anjing mengalami Epilepsy, bagaimana penanganannya?",
                "Berikan saran Epilepsy untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Kejang, Penurunan kesadaran?",
                "Apa yang harus saya lakukan jika Anjing terkena Epilepsy?",
                "Epilepsy pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Epilepsy?"
            ],
            "responses": [
                "Obat antikonvulsan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_esophagitis",
            "utterances": [
                "Anjing saya mengalami Nyeri saat makan, Batuk, Saliva berlebih. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Nyeri saat makan, Batuk, Saliva berlebih, itu kenapa?",
                "Anjing mengalami Nyeri saat makan, Batuk, Saliva berlebih, itu kenapa?",
                "Anjing tiba-tiba mengalami Nyeri saat makan, Batuk, Saliva berlebih. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Nyeri saat makan, Batuk, Saliva berlebih?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Nyeri saat makan, Batuk, Saliva berlebih, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Nyeri saat makan, Batuk, Saliva berlebih?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Nyeri saat makan, Batuk, Saliva berlebih.",
                "Bagaimana cara mengatasi Nyeri saat makan, Batuk, Saliva berlebih pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Nyeri saat makan, Batuk, Saliva berlebih pada si Anjing?",
                "Bagaimana penanganan Esophagitis pada Anjing?",
                "Anjing mengalami Esophagitis, bagaimana penanganannya?",
                "Berikan saran Esophagitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Nyeri saat makan, Batuk, Saliva berlebih?",
                "Apa yang harus saya lakukan jika Anjing terkena Esophagitis?",
                "Esophagitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Esophagitis?"
            ],
            "responses": [
                "Antibiotik, Antiinflamasi, Diet lembut"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_eye_infection",
            "utterances": [
                "Anjing saya mengalami Mata merah, Berair, Gatal. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Mata merah, Berair, Gatal, itu kenapa?",
                "Anjing mengalami Mata merah, Berair, Gatal, itu kenapa?",
                "Anjing tiba-tiba mengalami Mata merah, Berair, Gatal. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Mata merah, Berair, Gatal?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Mata merah, Berair, Gatal, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Mata merah, Berair, Gatal?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Mata merah, Berair, Gatal.",
                "Bagaimana cara mengatasi Mata merah, Berair, Gatal pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata merah, Berair, Gatal pada si Anjing?",
                "Bagaimana penanganan Eye Infection pada Anjing?",
                "Anjing mengalami Eye Infection, bagaimana penanganannya?",
                "Berikan saran Eye Infection untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Mata merah, Berair, Gatal?",
                "Apa yang harus saya lakukan jika Anjing terkena Eye Infection?",
                "Eye Infection pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Eye Infection?"
            ],
            "responses": [
                "Antibiotik tetes mata"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_folliculitis",
            "utterances": [
                "Anjing saya mengalami Benjolan di kulit, Rambut rontok. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Benjolan di kulit, Rambut rontok, itu kenapa?",
                "Anjing mengalami Benjolan di kulit, Rambut rontok, itu kenapa?",
                "Anjing tiba-tiba mengalami Benjolan di kulit, Rambut rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Benjolan di kulit, Rambut rontok?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Benjolan di kulit, Rambut rontok, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Benjolan di kulit, Rambut rontok?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Benjolan di kulit, Rambut rontok.",
                "Bagaimana cara mengatasi Benjolan di kulit, Rambut rontok pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Benjolan di kulit, Rambut rontok pada si Anjing?",
                "Bagaimana penanganan Folliculitis pada Anjing?",
                "Anjing mengalami Folliculitis, bagaimana penanganannya?",
                "Berikan saran Folliculitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Benjolan di kulit, Rambut rontok?",
                "Apa yang harus saya lakukan jika Anjing terkena Folliculitis?",
                "Folliculitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Folliculitis?"
            ],
            "responses": [
                "Antibiotik, Pembersih topikal"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_glaucoma",
            "utterances": [
                "Anjing saya mengalami Nyeri mata, Pembengkakan. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Nyeri mata, Pembengkakan, itu kenapa?",
                "Anjing mengalami Nyeri mata, Pembengkakan, itu kenapa?",
                "Anjing tiba-tiba mengalami Nyeri mata, Pembengkakan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Nyeri mata, Pembengkakan?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Nyeri mata, Pembengkakan, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Nyeri mata, Pembengkakan?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Nyeri mata, Pembengkakan.",
                "Bagaimana cara mengatasi Nyeri mata, Pembengkakan pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Nyeri mata, Pembengkakan pada si Anjing?",
                "Bagaimana penanganan Glaucoma pada Anjing?",
                "Anjing mengalami Glaucoma, bagaimana penanganannya?",
                "Berikan saran Glaucoma untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Nyeri mata, Pembengkakan?",
                "Apa yang harus saya lakukan jika Anjing terkena Glaucoma?",
                "Glaucoma pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Glaucoma?"
            ],
            "responses": [
                "Obat tetes untuk mengurangi tekanan mata"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_gingivitis",
            "utterances": [
                "Anjing saya mengalami Gusi merah, Bau mulut. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Gusi merah, Bau mulut, itu kenapa?",
                "Anjing mengalami Gusi merah, Bau mulut, itu kenapa?",
                "Anjing tiba-tiba mengalami Gusi merah, Bau mulut. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Gusi merah, Bau mulut?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Gusi merah, Bau mulut, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Gusi merah, Bau mulut?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Gusi merah, Bau mulut.",
                "Bagaimana cara mengatasi Gusi merah, Bau mulut pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Gusi merah, Bau mulut pada si Anjing?",
                "Bagaimana penanganan Gingivitis pada Anjing?",
                "Anjing mengalami Gingivitis, bagaimana penanganannya?",
                "Berikan saran Gingivitis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Gusi merah, Bau mulut?",
                "Apa yang harus saya lakukan jika Anjing terkena Gingivitis?",
                "Gingivitis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Gingivitis?"
            ],
            "responses": [
                "Pembersihan gigi, Antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_ringworm",
            "utterances": [
                "Anjing saya mengalami Kemerahan, Bercak putih, Gatal. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Kemerahan, Bercak putih, Gatal, itu kenapa?",
                "Anjing mengalami Kemerahan, Bercak putih, Gatal, itu kenapa?",
                "Anjing tiba-tiba mengalami Kemerahan, Bercak putih, Gatal. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Kemerahan, Bercak putih, Gatal?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Kemerahan, Bercak putih, Gatal, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Kemerahan, Bercak putih, Gatal?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Kemerahan, Bercak putih, Gatal.",
                "Bagaimana cara mengatasi Kemerahan, Bercak putih, Gatal pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Kemerahan, Bercak putih, Gatal pada si Anjing?",
                "Bagaimana penanganan Ringworm pada Anjing?",
                "Anjing mengalami Ringworm, bagaimana penanganannya?",
                "Berikan saran Ringworm untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Kemerahan, Bercak putih, Gatal?",
                "Apa yang harus saya lakukan jika Anjing terkena Ringworm?",
                "Ringworm pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Ringworm?"
            ],
            "responses": [
                "Antijamur topikal"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_urolithiasis",
            "utterances": [
                "Anjing saya mengalami Sulit buang air kecil, Urine berdarah. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Sulit buang air kecil, Urine berdarah, itu kenapa?",
                "Anjing mengalami Sulit buang air kecil, Urine berdarah, itu kenapa?",
                "Anjing tiba-tiba mengalami Sulit buang air kecil, Urine berdarah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Sulit buang air kecil, Urine berdarah?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Sulit buang air kecil, Urine berdarah, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Sulit buang air kecil, Urine berdarah?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Sulit buang air kecil, Urine berdarah.",
                "Bagaimana cara mengatasi Sulit buang air kecil, Urine berdarah pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit buang air kecil, Urine berdarah pada si Anjing?",
                "Bagaimana penanganan Urolithiasis pada Anjing?",
                "Anjing mengalami Urolithiasis, bagaimana penanganannya?",
                "Berikan saran Urolithiasis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Sulit buang air kecil, Urine berdarah?",
                "Apa yang harus saya lakukan jika Anjing terkena Urolithiasis?",
                "Urolithiasis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Urolithiasis?"
            ],
            "responses": [
                "Diet khusus, Operasi jika diperlukan"
            ]
        },
        {
            "intent": "medical_inquiry_anjing_dermatophytosis",
            "utterances": [
                "Anjing saya mengalami Kulit kemerahan, Bercak bulat. Apakah ini normal?",
                "Anjing biasanya tidak seperti ini. Sekarang dia sering Kulit kemerahan, Bercak bulat, itu kenapa?",
                "Anjing mengalami Kulit kemerahan, Bercak bulat, itu kenapa?",
                "Anjing tiba-tiba mengalami Kulit kemerahan, Bercak bulat. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Anjing mengalami Kulit kemerahan, Bercak bulat?",
                "Biasanya Anjing sangat aktif tapi sekarang dia mengalami Kulit kemerahan, Bercak bulat, kenapa ya?",
                "Apa yang menyebabkan Anjing sering Kulit kemerahan, Bercak bulat?",
                "Ada yang aneh dengan si Anjing. Dia tiba-tiba mengalami Kulit kemerahan, Bercak bulat.",
                "Bagaimana cara mengatasi Kulit kemerahan, Bercak bulat pada si Anjing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit kemerahan, Bercak bulat pada si Anjing?",
                "Bagaimana penanganan Dermatophytosis pada Anjing?",
                "Anjing mengalami Dermatophytosis, bagaimana penanganannya?",
                "Berikan saran Dermatophytosis untuk Anjing.",
                "Kenapa Anjing saya mengalami gejala Kulit kemerahan, Bercak bulat?",
                "Apa yang harus saya lakukan jika Anjing terkena Dermatophytosis?",
                "Dermatophytosis pada Anjing apakah bisa diobati?",
                "Bagaimana menangani Anjing yang terkena Dermatophytosis?"
            ],
            "responses": [
                "Antijamur topikal atau oral"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_dermatophytosis",
            "utterances": [
                "Kucing saya mengalami Sulit berjalan, bengkak pada kaki. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing mengalami Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing tiba-tiba mengalami Sulit berjalan, bengkak pada kaki. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sulit berjalan, bengkak pada kaki?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sulit berjalan, bengkak pada kaki, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sulit berjalan, bengkak pada kaki?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sulit berjalan, bengkak pada kaki.",
                "Bagaimana cara mengatasi Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Bagaimana penanganan Dermatophytosis pada Kucing?",
                "Kucing mengalami Dermatophytosis, bagaimana penanganannya?",
                "Berikan saran Dermatophytosis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sulit berjalan, bengkak pada kaki?",
                "Apa yang harus saya lakukan jika Kucing terkena Dermatophytosis?",
                "Dermatophytosis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Dermatophytosis?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_scabies",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Scabies pada Kucing?",
                "Kucing mengalami Scabies, bagaimana penanganannya?",
                "Berikan saran Scabies untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Scabies?",
                "Scabies pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Scabies?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_pyoderma",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Pyoderma pada Kucing?",
                "Kucing mengalami Pyoderma, bagaimana penanganannya?",
                "Berikan saran Pyoderma untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Pyoderma?",
                "Pyoderma pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Pyoderma?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infestasi_kutu",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Infestasi Kutu pada Kucing?",
                "Kucing mengalami Infestasi Kutu, bagaimana penanganannya?",
                "Berikan saran Infestasi Kutu untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Infestasi Kutu?",
                "Infestasi Kutu pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Infestasi Kutu?"
            ],
            "responses": [
                "Pelembap kulit khusus hewan, perawatan kulit"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_acne",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Feline Acne pada Kucing?",
                "Kucing mengalami Feline Acne, bagaimana penanganannya?",
                "Berikan saran Feline Acne untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Acne?",
                "Feline Acne pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Acne?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_leukemia",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Feline Leukemia pada Kucing?",
                "Kucing mengalami Feline Leukemia, bagaimana penanganannya?",
                "Berikan saran Feline Leukemia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Leukemia?",
                "Feline Leukemia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Leukemia?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_calicivirus",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Calicivirus pada Kucing?",
                "Kucing mengalami Calicivirus, bagaimana penanganannya?",
                "Berikan saran Calicivirus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Calicivirus?",
                "Calicivirus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Calicivirus?"
            ],
            "responses": [
                "Fisioterapi, obat anti-nyeri"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_panleukopenia",
            "utterances": [
                "Kucing saya mengalami Gatal intens, kulit merah, koreng. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing mengalami Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing tiba-tiba mengalami Gatal intens, kulit merah, koreng. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Gatal intens, kulit merah, koreng?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Gatal intens, kulit merah, koreng, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Gatal intens, kulit merah, koreng?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Gatal intens, kulit merah, koreng.",
                "Bagaimana cara mengatasi Gatal intens, kulit merah, koreng pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal intens, kulit merah, koreng pada si Kucing?",
                "Bagaimana penanganan Panleukopenia pada Kucing?",
                "Kucing mengalami Panleukopenia, bagaimana penanganannya?",
                "Berikan saran Panleukopenia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Gatal intens, kulit merah, koreng?",
                "Apa yang harus saya lakukan jika Kucing terkena Panleukopenia?",
                "Panleukopenia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Panleukopenia?"
            ],
            "responses": [
                "Penggunaan antiparasit, mandi rutin"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_rhinotracheitis",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Rhinotracheitis pada Kucing?",
                "Kucing mengalami Rhinotracheitis, bagaimana penanganannya?",
                "Berikan saran Rhinotracheitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Rhinotracheitis?",
                "Rhinotracheitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Rhinotracheitis?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cholangiohepatitis",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Cholangiohepatitis pada Kucing?",
                "Kucing mengalami Cholangiohepatitis, bagaimana penanganannya?",
                "Berikan saran Cholangiohepatitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Cholangiohepatitis?",
                "Cholangiohepatitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Cholangiohepatitis?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_gingivitis",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Gingivitis pada Kucing?",
                "Kucing mengalami Gingivitis, bagaimana penanganannya?",
                "Berikan saran Gingivitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Gingivitis?",
                "Gingivitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Gingivitis?"
            ],
            "responses": [
                "Obat cacing, perawatan kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_diabetes_melitus",
            "utterances": [
                "Kucing saya mengalami Kerontokan berlebihan, kulit bersisik. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing mengalami Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kerontokan berlebihan, kulit bersisik?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kerontokan berlebihan, kulit bersisik, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kerontokan berlebihan, kulit bersisik?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik.",
                "Bagaimana cara mengatasi Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Bagaimana penanganan Diabetes Melitus pada Kucing?",
                "Kucing mengalami Diabetes Melitus, bagaimana penanganannya?",
                "Berikan saran Diabetes Melitus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kerontokan berlebihan, kulit bersisik?",
                "Apa yang harus saya lakukan jika Kucing terkena Diabetes Melitus?",
                "Diabetes Melitus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Diabetes Melitus?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hyperthyroidism",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Hyperthyroidism pada Kucing?",
                "Kucing mengalami Hyperthyroidism, bagaimana penanganannya?",
                "Berikan saran Hyperthyroidism untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Hyperthyroidism?",
                "Hyperthyroidism pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hyperthyroidism?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypothyroidism",
            "utterances": [
                "Kucing saya mengalami Kerontokan berlebihan, kulit bersisik. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing mengalami Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kerontokan berlebihan, kulit bersisik?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kerontokan berlebihan, kulit bersisik, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kerontokan berlebihan, kulit bersisik?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik.",
                "Bagaimana cara mengatasi Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Bagaimana penanganan Hypothyroidism pada Kucing?",
                "Kucing mengalami Hypothyroidism, bagaimana penanganannya?",
                "Berikan saran Hypothyroidism untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kerontokan berlebihan, kulit bersisik?",
                "Apa yang harus saya lakukan jika Kucing terkena Hypothyroidism?",
                "Hypothyroidism pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hypothyroidism?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_kidney_disease",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Kidney Disease pada Kucing?",
                "Kucing mengalami Kidney Disease, bagaimana penanganannya?",
                "Berikan saran Kidney Disease untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Kidney Disease?",
                "Kidney Disease pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Kidney Disease?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_heartworm",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Heartworm pada Kucing?",
                "Kucing mengalami Heartworm, bagaimana penanganannya?",
                "Berikan saran Heartworm untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Heartworm?",
                "Heartworm pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Heartworm?"
            ],
            "responses": [
                "Antijamur topikal atau oral, menjaga kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_immunodeficiency_virus",
            "utterances": [
                "Kucing saya mengalami Gatal intens, kulit merah, koreng. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing mengalami Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing tiba-tiba mengalami Gatal intens, kulit merah, koreng. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Gatal intens, kulit merah, koreng?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Gatal intens, kulit merah, koreng, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Gatal intens, kulit merah, koreng?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Gatal intens, kulit merah, koreng.",
                "Bagaimana cara mengatasi Gatal intens, kulit merah, koreng pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal intens, kulit merah, koreng pada si Kucing?",
                "Bagaimana penanganan Feline Immunodeficiency Virus pada Kucing?",
                "Kucing mengalami Feline Immunodeficiency Virus, bagaimana penanganannya?",
                "Berikan saran Feline Immunodeficiency Virus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Gatal intens, kulit merah, koreng?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Immunodeficiency Virus?",
                "Feline Immunodeficiency Virus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Immunodeficiency Virus?"
            ],
            "responses": [
                "Obat cacing, perawatan kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_arthritis",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Arthritis pada Kucing?",
                "Kucing mengalami Arthritis, bagaimana penanganannya?",
                "Berikan saran Arthritis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Arthritis?",
                "Arthritis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Arthritis?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_infectious_peritonitis",
            "utterances": [
                "Kucing saya mengalami Luka terbuka, kulit berdarah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Luka terbuka, kulit berdarah, itu kenapa?",
                "Kucing mengalami Luka terbuka, kulit berdarah, itu kenapa?",
                "Kucing tiba-tiba mengalami Luka terbuka, kulit berdarah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Luka terbuka, kulit berdarah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Luka terbuka, kulit berdarah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Luka terbuka, kulit berdarah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Luka terbuka, kulit berdarah.",
                "Bagaimana cara mengatasi Luka terbuka, kulit berdarah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Luka terbuka, kulit berdarah pada si Kucing?",
                "Bagaimana penanganan Feline Infectious Peritonitis pada Kucing?",
                "Kucing mengalami Feline Infectious Peritonitis, bagaimana penanganannya?",
                "Berikan saran Feline Infectious Peritonitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Luka terbuka, kulit berdarah?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Infectious Peritonitis?",
                "Feline Infectious Peritonitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Infectious Peritonitis?"
            ],
            "responses": [
                "Pelembap kulit khusus hewan, perawatan kulit"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_obesity",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Obesity pada Kucing?",
                "Kucing mengalami Obesity, bagaimana penanganannya?",
                "Berikan saran Obesity untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Obesity?",
                "Obesity pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Obesity?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ear_mites",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Ear Mites pada Kucing?",
                "Kucing mengalami Ear Mites, bagaimana penanganannya?",
                "Berikan saran Ear Mites untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Ear Mites?",
                "Ear Mites pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Ear Mites?"
            ],
            "responses": [
                "Antijamur topikal atau oral, menjaga kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_conjunctivitis",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Conjunctivitis pada Kucing?",
                "Kucing mengalami Conjunctivitis, bagaimana penanganannya?",
                "Berikan saran Conjunctivitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Conjunctivitis?",
                "Conjunctivitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Conjunctivitis?"
            ],
            "responses": [
                "Penggunaan antiparasit, mandi rutin"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_mange",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Mange pada Kucing?",
                "Kucing mengalami Mange, bagaimana penanganannya?",
                "Berikan saran Mange untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Mange?",
                "Mange pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Mange?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ringworm",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Ringworm pada Kucing?",
                "Kucing mengalami Ringworm, bagaimana penanganannya?",
                "Berikan saran Ringworm untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Ringworm?",
                "Ringworm pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Ringworm?"
            ],
            "responses": [
                "Antijamur topikal atau oral, menjaga kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_asthma",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Asthma pada Kucing?",
                "Kucing mengalami Asthma, bagaimana penanganannya?",
                "Berikan saran Asthma untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Asthma?",
                "Asthma pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Asthma?"
            ],
            "responses": [
                "Obat cacing, perawatan kebersihan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_allergy_dermatitis",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Allergy Dermatitis pada Kucing?",
                "Kucing mengalami Allergy Dermatitis, bagaimana penanganannya?",
                "Berikan saran Allergy Dermatitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Allergy Dermatitis?",
                "Allergy Dermatitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Allergy Dermatitis?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_urinary_tract_infection",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Urinary Tract Infection pada Kucing?",
                "Kucing mengalami Urinary Tract Infection, bagaimana penanganannya?",
                "Berikan saran Urinary Tract Infection untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Urinary Tract Infection?",
                "Urinary Tract Infection pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Urinary Tract Infection?"
            ],
            "responses": [
                "Fisioterapi, obat anti-nyeri"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hepatic_lipidosis",
            "utterances": [
                "Kucing saya mengalami Sulit berjalan, bengkak pada kaki. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing mengalami Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing tiba-tiba mengalami Sulit berjalan, bengkak pada kaki. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sulit berjalan, bengkak pada kaki?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sulit berjalan, bengkak pada kaki, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sulit berjalan, bengkak pada kaki?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sulit berjalan, bengkak pada kaki.",
                "Bagaimana cara mengatasi Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Bagaimana penanganan Hepatic Lipidosis pada Kucing?",
                "Kucing mengalami Hepatic Lipidosis, bagaimana penanganannya?",
                "Berikan saran Hepatic Lipidosis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sulit berjalan, bengkak pada kaki?",
                "Apa yang harus saya lakukan jika Kucing terkena Hepatic Lipidosis?",
                "Hepatic Lipidosis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hepatic Lipidosis?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_lymphoma",
            "utterances": [
                "Kucing saya mengalami Sulit berjalan, bengkak pada kaki. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing mengalami Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing tiba-tiba mengalami Sulit berjalan, bengkak pada kaki. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sulit berjalan, bengkak pada kaki?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sulit berjalan, bengkak pada kaki, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sulit berjalan, bengkak pada kaki?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sulit berjalan, bengkak pada kaki.",
                "Bagaimana cara mengatasi Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Bagaimana penanganan Lymphoma pada Kucing?",
                "Kucing mengalami Lymphoma, bagaimana penanganannya?",
                "Berikan saran Lymphoma untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sulit berjalan, bengkak pada kaki?",
                "Apa yang harus saya lakukan jika Kucing terkena Lymphoma?",
                "Lymphoma pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Lymphoma?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cancer",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Cancer pada Kucing?",
                "Kucing mengalami Cancer, bagaimana penanganannya?",
                "Berikan saran Cancer untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Cancer?",
                "Cancer pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Cancer?"
            ],
            "responses": [
                "Pelembap kulit khusus hewan, perawatan kulit"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_parasite_infestation",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Parasite Infestation pada Kucing?",
                "Kucing mengalami Parasite Infestation, bagaimana penanganannya?",
                "Berikan saran Parasite Infestation untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Parasite Infestation?",
                "Parasite Infestation pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Parasite Infestation?"
            ],
            "responses": [
                "Penggunaan antiparasit, salep anti-gatal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_anemia",
            "utterances": [
                "Kucing saya mengalami Kerontokan berlebihan, kulit bersisik. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing mengalami Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kerontokan berlebihan, kulit bersisik?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kerontokan berlebihan, kulit bersisik, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kerontokan berlebihan, kulit bersisik?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik.",
                "Bagaimana cara mengatasi Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Bagaimana penanganan Anemia pada Kucing?",
                "Kucing mengalami Anemia, bagaimana penanganannya?",
                "Berikan saran Anemia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kerontokan berlebihan, kulit bersisik?",
                "Apa yang harus saya lakukan jika Kucing terkena Anemia?",
                "Anemia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Anemia?"
            ],
            "responses": [
                "Fisioterapi, obat anti-nyeri"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_sepsis",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Sepsis pada Kucing?",
                "Kucing mengalami Sepsis, bagaimana penanganannya?",
                "Berikan saran Sepsis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Sepsis?",
                "Sepsis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Sepsis?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_parvovirus",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Parvovirus pada Kucing?",
                "Kucing mengalami Parvovirus, bagaimana penanganannya?",
                "Berikan saran Parvovirus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Parvovirus?",
                "Parvovirus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Parvovirus?"
            ],
            "responses": [
                "Penggunaan antiparasit, mandi rutin"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_leptospirosis",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Leptospirosis pada Kucing?",
                "Kucing mengalami Leptospirosis, bagaimana penanganannya?",
                "Berikan saran Leptospirosis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Leptospirosis?",
                "Leptospirosis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Leptospirosis?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_rabies",
            "utterances": [
                "Kucing saya mengalami Sulit berjalan, bengkak pada kaki. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing mengalami Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing tiba-tiba mengalami Sulit berjalan, bengkak pada kaki. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sulit berjalan, bengkak pada kaki?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sulit berjalan, bengkak pada kaki, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sulit berjalan, bengkak pada kaki?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sulit berjalan, bengkak pada kaki.",
                "Bagaimana cara mengatasi Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Bagaimana penanganan Rabies pada Kucing?",
                "Kucing mengalami Rabies, bagaimana penanganannya?",
                "Berikan saran Rabies untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sulit berjalan, bengkak pada kaki?",
                "Apa yang harus saya lakukan jika Kucing terkena Rabies?",
                "Rabies pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Rabies?"
            ],
            "responses": [
                "Fisioterapi, obat anti-nyeri"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_fungal_infection",
            "utterances": [
                "Kucing saya mengalami Sulit berjalan, bengkak pada kaki. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing mengalami Sulit berjalan, bengkak pada kaki, itu kenapa?",
                "Kucing tiba-tiba mengalami Sulit berjalan, bengkak pada kaki. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sulit berjalan, bengkak pada kaki?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sulit berjalan, bengkak pada kaki, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sulit berjalan, bengkak pada kaki?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sulit berjalan, bengkak pada kaki.",
                "Bagaimana cara mengatasi Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sulit berjalan, bengkak pada kaki pada si Kucing?",
                "Bagaimana penanganan Fungal Infection pada Kucing?",
                "Kucing mengalami Fungal Infection, bagaimana penanganannya?",
                "Berikan saran Fungal Infection untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sulit berjalan, bengkak pada kaki?",
                "Apa yang harus saya lakukan jika Kucing terkena Fungal Infection?",
                "Fungal Infection pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Fungal Infection?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_scalp_infection",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Scalp Infection pada Kucing?",
                "Kucing mengalami Scalp Infection, bagaimana penanganannya?",
                "Berikan saran Scalp Infection untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Scalp Infection?",
                "Scalp Infection pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Scalp Infection?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_footpad_disease",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Footpad Disease pada Kucing?",
                "Kucing mengalami Footpad Disease, bagaimana penanganannya?",
                "Berikan saran Footpad Disease untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Footpad Disease?",
                "Footpad Disease pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Footpad Disease?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_food_poisoning",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Food Poisoning pada Kucing?",
                "Kucing mengalami Food Poisoning, bagaimana penanganannya?",
                "Berikan saran Food Poisoning untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Food Poisoning?",
                "Food Poisoning pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Food Poisoning?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_toxoplasmosis",
            "utterances": [
                "Kucing saya mengalami Bengkak pada perut, muntah. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bengkak pada perut, muntah, itu kenapa?",
                "Kucing mengalami Bengkak pada perut, muntah, itu kenapa?",
                "Kucing tiba-tiba mengalami Bengkak pada perut, muntah. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bengkak pada perut, muntah?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bengkak pada perut, muntah, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bengkak pada perut, muntah?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bengkak pada perut, muntah.",
                "Bagaimana cara mengatasi Bengkak pada perut, muntah pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bengkak pada perut, muntah pada si Kucing?",
                "Bagaimana penanganan Toxoplasmosis pada Kucing?",
                "Kucing mengalami Toxoplasmosis, bagaimana penanganannya?",
                "Berikan saran Toxoplasmosis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bengkak pada perut, muntah?",
                "Apa yang harus saya lakukan jika Kucing terkena Toxoplasmosis?",
                "Toxoplasmosis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Toxoplasmosis?"
            ],
            "responses": [
                "Pembersih wajah khusus hewan, antibiotik topikal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_bronchitis",
            "utterances": [
                "Kucing saya mengalami Gatal intens, kulit merah, koreng. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing mengalami Gatal intens, kulit merah, koreng, itu kenapa?",
                "Kucing tiba-tiba mengalami Gatal intens, kulit merah, koreng. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Gatal intens, kulit merah, koreng?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Gatal intens, kulit merah, koreng, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Gatal intens, kulit merah, koreng?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Gatal intens, kulit merah, koreng.",
                "Bagaimana cara mengatasi Gatal intens, kulit merah, koreng pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Gatal intens, kulit merah, koreng pada si Kucing?",
                "Bagaimana penanganan Bronchitis pada Kucing?",
                "Kucing mengalami Bronchitis, bagaimana penanganannya?",
                "Berikan saran Bronchitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Gatal intens, kulit merah, koreng?",
                "Apa yang harus saya lakukan jika Kucing terkena Bronchitis?",
                "Bronchitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Bronchitis?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_bladder_stones",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Bladder Stones pada Kucing?",
                "Kucing mengalami Bladder Stones, bagaimana penanganannya?",
                "Berikan saran Bladder Stones untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Bladder Stones?",
                "Bladder Stones pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Bladder Stones?"
            ],
            "responses": [
                "Penggunaan antiparasit, mandi rutin"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_liver_disease",
            "utterances": [
                "Kucing saya mengalami Lesi kulit, gatal, bulu rontok. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing mengalami Lesi kulit, gatal, bulu rontok, itu kenapa?",
                "Kucing tiba-tiba mengalami Lesi kulit, gatal, bulu rontok. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Lesi kulit, gatal, bulu rontok?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Lesi kulit, gatal, bulu rontok, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Lesi kulit, gatal, bulu rontok?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Lesi kulit, gatal, bulu rontok.",
                "Bagaimana cara mengatasi Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Lesi kulit, gatal, bulu rontok pada si Kucing?",
                "Bagaimana penanganan Liver Disease pada Kucing?",
                "Kucing mengalami Liver Disease, bagaimana penanganannya?",
                "Berikan saran Liver Disease untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Lesi kulit, gatal, bulu rontok?",
                "Apa yang harus saya lakukan jika Kucing terkena Liver Disease?",
                "Liver Disease pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Liver Disease?"
            ],
            "responses": [
                "Antibiotik, pembersihan area infeksi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypertension",
            "utterances": [
                "Kucing saya mengalami Komedo hitam di dagu, kulit berminyak. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Komedo hitam di dagu, kulit berminyak, itu kenapa?",
                "Kucing mengalami Komedo hitam di dagu, kulit berminyak, itu kenapa?",
                "Kucing tiba-tiba mengalami Komedo hitam di dagu, kulit berminyak. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Komedo hitam di dagu, kulit berminyak?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Komedo hitam di dagu, kulit berminyak, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Komedo hitam di dagu, kulit berminyak?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Komedo hitam di dagu, kulit berminyak.",
                "Bagaimana cara mengatasi Komedo hitam di dagu, kulit berminyak pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Komedo hitam di dagu, kulit berminyak pada si Kucing?",
                "Bagaimana penanganan Hypertension pada Kucing?",
                "Kucing mengalami Hypertension, bagaimana penanganannya?",
                "Berikan saran Hypertension untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Komedo hitam di dagu, kulit berminyak?",
                "Apa yang harus saya lakukan jika Kucing terkena Hypertension?",
                "Hypertension pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hypertension?"
            ],
            "responses": [
                "Penggunaan antiparasit, salep anti-gatal"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_anorexia",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Anorexia pada Kucing?",
                "Kucing mengalami Anorexia, bagaimana penanganannya?",
                "Berikan saran Anorexia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Anorexia?",
                "Anorexia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Anorexia?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_cystitis",
            "utterances": [
                "Kucing saya mengalami Bulu rontok, gatal, kehadiran kutu. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing mengalami Bulu rontok, gatal, kehadiran kutu, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu rontok, gatal, kehadiran kutu?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu rontok, gatal, kehadiran kutu, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu rontok, gatal, kehadiran kutu?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu rontok, gatal, kehadiran kutu.",
                "Bagaimana cara mengatasi Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu rontok, gatal, kehadiran kutu pada si Kucing?",
                "Bagaimana penanganan Cystitis pada Kucing?",
                "Kucing mengalami Cystitis, bagaimana penanganannya?",
                "Berikan saran Cystitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu rontok, gatal, kehadiran kutu?",
                "Apa yang harus saya lakukan jika Kucing terkena Cystitis?",
                "Cystitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Cystitis?"
            ],
            "responses": [
                "Penggunaan antiparasit, mandi rutin"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hyperlipidemia",
            "utterances": [
                "Kucing saya mengalami Kulit bernanah, bengkak, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing mengalami Kulit bernanah, bengkak, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Kulit bernanah, bengkak, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kulit bernanah, bengkak, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kulit bernanah, bengkak, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kulit bernanah, bengkak, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kulit bernanah, bengkak, demam.",
                "Bagaimana cara mengatasi Kulit bernanah, bengkak, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kulit bernanah, bengkak, demam pada si Kucing?",
                "Bagaimana penanganan Hyperlipidemia pada Kucing?",
                "Kucing mengalami Hyperlipidemia, bagaimana penanganannya?",
                "Berikan saran Hyperlipidemia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kulit bernanah, bengkak, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Hyperlipidemia?",
                "Hyperlipidemia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hyperlipidemia?"
            ],
            "responses": [
                "Obat tetes mata, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_constipation",
            "utterances": [
                "Kucing saya mengalami Kerontokan berlebihan, kulit bersisik. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing mengalami Kerontokan berlebihan, kulit bersisik, itu kenapa?",
                "Kucing tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kerontokan berlebihan, kulit bersisik?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kerontokan berlebihan, kulit bersisik, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kerontokan berlebihan, kulit bersisik?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kerontokan berlebihan, kulit bersisik.",
                "Bagaimana cara mengatasi Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kerontokan berlebihan, kulit bersisik pada si Kucing?",
                "Bagaimana penanganan Constipation pada Kucing?",
                "Kucing mengalami Constipation, bagaimana penanganannya?",
                "Berikan saran Constipation untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kerontokan berlebihan, kulit bersisik?",
                "Apa yang harus saya lakukan jika Kucing terkena Constipation?",
                "Constipation pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Constipation?"
            ],
            "responses": [
                "Salep penyembuhan luka, perban"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_hypokalemia",
            "utterances": [
                "Kucing saya mengalami Mata berair, bersin, batuk. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Mata berair, bersin, batuk, itu kenapa?",
                "Kucing mengalami Mata berair, bersin, batuk, itu kenapa?",
                "Kucing tiba-tiba mengalami Mata berair, bersin, batuk. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Mata berair, bersin, batuk?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Mata berair, bersin, batuk, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Mata berair, bersin, batuk?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Mata berair, bersin, batuk.",
                "Bagaimana cara mengatasi Mata berair, bersin, batuk pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Mata berair, bersin, batuk pada si Kucing?",
                "Bagaimana penanganan Hypokalemia pada Kucing?",
                "Kucing mengalami Hypokalemia, bagaimana penanganannya?",
                "Berikan saran Hypokalemia untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Mata berair, bersin, batuk?",
                "Apa yang harus saya lakukan jika Kucing terkena Hypokalemia?",
                "Hypokalemia pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Hypokalemia?"
            ],
            "responses": [
                "Fisioterapi, obat anti-nyeri"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_panleukopenia_virus",
            "utterances": [
                "Kucing saya mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam, itu kenapa?",
                "Kucing mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam, itu kenapa?",
                "Kucing tiba-tiba mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam.",
                "Bagaimana cara mengatasi Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam pada si Kucing?",
                "Bagaimana penanganan Feline Panleukopenia Virus pada Kucing?",
                "Kucing mengalami Feline Panleukopenia Virus, bagaimana penanganannya?",
                "Berikan saran Feline Panleukopenia Virus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Diare, penurunan nafsu makan, dehidrasi, tubuh lelah, demam?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Panleukopenia Virus?",
                "Feline Panleukopenia Virus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Panleukopenia Virus?"
            ],
            "responses": [
                "Obat antivirus dan perawatan hidrasi"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_calici_virus",
            "utterances": [
                "Kucing saya mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung, itu kenapa?",
                "Kucing mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung, itu kenapa?",
                "Kucing tiba-tiba mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung.",
                "Bagaimana cara mengatasi Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung pada si Kucing?",
                "Bagaimana penanganan Feline Calici Virus pada Kucing?",
                "Kucing mengalami Feline Calici Virus, bagaimana penanganannya?",
                "Berikan saran Feline Calici Virus untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Sariawan, pilek, bersin, demam, hipersalivasi, discharge hidung?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Calici Virus?",
                "Feline Calici Virus pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Calici Virus?"
            ],
            "responses": [
                "Obat antivirus, pemberian cairan"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_feline_viral_rhinotracheitis",
            "utterances": [
                "Kucing saya mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata, itu kenapa?",
                "Kucing mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata, itu kenapa?",
                "Kucing tiba-tiba mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata.",
                "Bagaimana cara mengatasi Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata pada si Kucing?",
                "Bagaimana penanganan Feline Viral Rhinotracheitis pada Kucing?",
                "Kucing mengalami Feline Viral Rhinotracheitis, bagaimana penanganannya?",
                "Berikan saran Feline Viral Rhinotracheitis untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Batuk, sesak napas, radang tenggorokan, discharge hidung dan mata?",
                "Apa yang harus saya lakukan jika Kucing terkena Feline Viral Rhinotracheitis?",
                "Feline Viral Rhinotracheitis pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Feline Viral Rhinotracheitis?"
            ],
            "responses": [
                "Obat antivirus, antibiotik"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infeksi_bakteri",
            "utterances": [
                "Kucing saya mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas, itu kenapa?",
                "Kucing mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas, itu kenapa?",
                "Kucing tiba-tiba mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas.",
                "Bagaimana cara mengatasi Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas pada si Kucing?",
                "Bagaimana penanganan Infeksi Bakteri pada Kucing?",
                "Kucing mengalami Infeksi Bakteri, bagaimana penanganannya?",
                "Berikan saran Infeksi Bakteri untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Menggaruk, bulu rontok, kulit berkerak, kulit mengelupas?",
                "Apa yang harus saya lakukan jika Kucing terkena Infeksi Bakteri?",
                "Infeksi Bakteri pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Infeksi Bakteri?"
            ],
            "responses": [
                "Antibiotik topikal atau oral"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_infeksi_jamur",
            "utterances": [
                "Kucing saya mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit, itu kenapa?",
                "Kucing mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit, itu kenapa?",
                "Kucing tiba-tiba mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit.",
                "Bagaimana cara mengatasi Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit pada si Kucing?",
                "Bagaimana penanganan Infeksi Jamur pada Kucing?",
                "Kucing mengalami Infeksi Jamur, bagaimana penanganannya?",
                "Berikan saran Infeksi Jamur untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Menggaruk, bulu rontok, kulit berkerak, iritasi pada kulit?",
                "Apa yang harus saya lakukan jika Kucing terkena Infeksi Jamur?",
                "Infeksi Jamur pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Infeksi Jamur?"
            ],
            "responses": [
                "Antijamur topikal atau oral"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_ringworm_(kurap)",
            "utterances": [
                "Kucing saya mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Kebotakan pola melingkar, hilang nafsu makan, mata berair, itu kenapa?",
                "Kucing mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair, itu kenapa?",
                "Kucing tiba-tiba mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Kebotakan pola melingkar, hilang nafsu makan, mata berair?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Kebotakan pola melingkar, hilang nafsu makan, mata berair.",
                "Bagaimana cara mengatasi Kebotakan pola melingkar, hilang nafsu makan, mata berair pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Kebotakan pola melingkar, hilang nafsu makan, mata berair pada si Kucing?",
                "Bagaimana penanganan Ringworm (Kurap) pada Kucing?",
                "Kucing mengalami Ringworm (Kurap), bagaimana penanganannya?",
                "Berikan saran Ringworm (Kurap) untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Kebotakan pola melingkar, hilang nafsu makan, mata berair?",
                "Apa yang harus saya lakukan jika Kucing terkena Ringworm (Kurap)?",
                "Ringworm (Kurap) pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Ringworm (Kurap)?"
            ],
            "responses": [
                "Obat antijamur, salep kulit"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_kutu",
            "utterances": [
                "Kucing saya mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bulu menipis di ujung ekor, peradangan akibat gigitan, itu kenapa?",
                "Kucing mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan, itu kenapa?",
                "Kucing tiba-tiba mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bulu menipis di ujung ekor, peradangan akibat gigitan?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bulu menipis di ujung ekor, peradangan akibat gigitan.",
                "Bagaimana cara mengatasi Bulu menipis di ujung ekor, peradangan akibat gigitan pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bulu menipis di ujung ekor, peradangan akibat gigitan pada si Kucing?",
                "Bagaimana penanganan Kutu pada Kucing?",
                "Kucing mengalami Kutu, bagaimana penanganannya?",
                "Berikan saran Kutu untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bulu menipis di ujung ekor, peradangan akibat gigitan?",
                "Apa yang harus saya lakukan jika Kucing terkena Kutu?",
                "Kutu pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Kutu?"
            ],
            "responses": [
                "Penggunaan antiparasit"
            ]
        },
        {
            "intent": "medical_inquiry_kucing_tungau_telinga",
            "utterances": [
                "Kucing saya mengalami Bau menyengat dari telinga, cairan gelap dari telinga. Apakah ini normal?",
                "Kucing biasanya tidak seperti ini. Sekarang dia sering Bau menyengat dari telinga, cairan gelap dari telinga, itu kenapa?",
                "Kucing mengalami Bau menyengat dari telinga, cairan gelap dari telinga, itu kenapa?",
                "Kucing tiba-tiba mengalami Bau menyengat dari telinga, cairan gelap dari telinga. Apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika Kucing mengalami Bau menyengat dari telinga, cairan gelap dari telinga?",
                "Biasanya Kucing sangat aktif tapi sekarang dia mengalami Bau menyengat dari telinga, cairan gelap dari telinga, kenapa ya?",
                "Apa yang menyebabkan Kucing sering Bau menyengat dari telinga, cairan gelap dari telinga?",
                "Ada yang aneh dengan si Kucing. Dia tiba-tiba mengalami Bau menyengat dari telinga, cairan gelap dari telinga.",
                "Bagaimana cara mengatasi Bau menyengat dari telinga, cairan gelap dari telinga pada si Kucing?",
                "Apa yang bisa saya lakukan untuk meredakan Bau menyengat dari telinga, cairan gelap dari telinga pada si Kucing?",
                "Bagaimana penanganan Tungau Telinga pada Kucing?",
                "Kucing mengalami Tungau Telinga, bagaimana penanganannya?",
                "Berikan saran Tungau Telinga untuk Kucing.",
                "Kenapa Kucing saya mengalami gejala Bau menyengat dari telinga, cairan gelap dari telinga?",
                "Apa yang harus saya lakukan jika Kucing terkena Tungau Telinga?",
                "Tungau Telinga pada Kucing apakah bisa diobati?",
                "Bagaimana menangani Kucing yang terkena Tungau Telinga?"
            ],
            "responses": [
                "Obat antiparasit, pembersihan telinga"
            ]
        }
    ]
}