"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 250954, \"word_counts\": \"{\\\"anjing\\\": 130662, \\\"alami\\\": 118096, \\\"gatal\\\": 52338, \\\"kekuranan\\\": 4026, \\\"nafsu\\\": 26840, \\\"makan\\\": 28182, \\\"anoreksia\\\": 5368, \\\"kurang\\\": 6710, \\\"antusiasme\\\": 4026, \\\"lesu\\\": 10736, \\\"benjol\\\": 9394, \\\"kulit\\\": 96624, \\\"warna\\\": 13420, \\\"merah\\\": 30866, \\\"area\\\": 13420, \\\"gelap\\\": 9394, \\\"hiperpigmentasi\\\": 6710, \\\"rontok\\\": 50996, \\\"rambut\\\": 21472, \\\"milik\\\": 4026, \\\"struktur\\\": 4026, \\\"beda\\\": 4026, \\\"kering\\\": 10736, \\\"kasar\\\": 14762, \\\"kusam\\\": 8052, \\\"bota\\\": 12078, \\\"normal\\\": 14762, \\\"tibatiba\\\": 29524, \\\"laku\\\": 59048, \\\"aktif\\\": 14762, \\\"iya\\\": 14762, \\\"sebab\\\": 14762, \\\"aneh\\\": 14762, \\\"si\\\": 44286, \\\"atas\\\": 14762, \\\"reda\\\": 14762, \\\"tangan\\\": 44286, \\\"acral\\\": 1464, \\\"lick\\\": 1464, \\\"granuloma\\\": 1464, \\\"saran\\\": 14762, \\\"gejala\\\": 14762, \\\"kena\\\": 29524, \\\"obat\\\": 14762, \\\"tebal\\\": 4026, \\\"acute\\\": 732, \\\"moist\\\": 732, \\\"dermatitis\\\": 4392, \\\"bersinbersin\\\": 1342, \\\"hidung\\\": 8052, \\\"keluar\\\": 1342, \\\"cair\\\": 2684, \\\"mata\\\": 25498, \\\"air\\\": 26840, \\\"bercak\\\": 12078, \\\"atopic\\\": 732, \\\"hiperpigmentasikerontokan\\\": 1342, \\\"sisik\\\": 13420, \\\"follicular\\\": 732, \\\"dysplasia\\\": 732, \\\"bengkak\\\": 36234, \\\"malassezia\\\": 732, \\\"nanah\\\": 13420, \\\"rambutbercak\\\": 1342, \\\"sarcoptic\\\": 732, \\\"mange\\\": 1464, \\\"luka\\\": 8052, \\\"wajah\\\": 4026, \\\"dermatophytosis\\\": 2196, \\\"pemphigus\\\": 732, \\\"foliaceus\\\": 732, \\\"demodicosis\\\": 1464, \\\"pediculosis\\\": 732, \\\"hipopigmentasi\\\": 1342, \\\"demam\\\": 25498, \\\"muntah\\\": 13420, \\\"diare\\\": 8052, \\\"darah\\\": 8052, \\\"lemas\\\": 16104, \\\"hilang\\\": 17446, \\\"parvovirus\\\": 1464, \\\"batuk\\\": 18788, \\\"konjungtivitis\\\": 1342, \\\"distemper\\\": 732, \\\"agitasi\\\": 1342, \\\"kejang\\\": 2684, \\\"salivasi\\\": 1342, \\\"takut\\\": 1342, \\\"rabies\\\": 1464, \\\"perut\\\": 16104, \\\"kuning\\\": 2684, \\\"hepatitis\\\": 732, \\\"infeksius\\\": 732, \\\"leptospirosis\\\": 1464, \\\"buka\\\": 2684, \\\"scabies\\\": 1464, \\\"daerah\\\": 1342, \\\"telinga\\\": 8784, \\\"kepala\\\": 1342, \\\"miring\\\": 1342, \\\"bau\\\": 6710, \\\"sedap\\\": 4026, \\\"otitis\\\": 732, \\\"bulat\\\": 2684, \\\"ringworm\\\": 2928, \\\"turun\\\": 6710, \\\"berat\\\": 4026, \\\"badan\\\": 4026, \\\"kotor\\\": 2684, \\\"coccidiosis\\\": 732, \\\"anemia\\\": 2806, \\\"ehrlichiosis\\\": 732, \\\"sulit\\\": 10736, \\\"buang\\\": 8052, \\\"urine\\\": 2684, \\\"nyeri\\\": 16104, \\\"urolithiasis\\\": 1464, \\\"gastroenteritis\\\": 732, \\\"canine\\\": 732, \\\"influenza\\\": 732, \\\"kennel\\\": 1464, \\\"cough\\\": 732, \\\"sendi\\\": 2684, \\\"lyme\\\": 732, \\\"disease\\\": 4392, \\\"pancreatitis\\\": 732, \\\"tambah\\\": 1342, \\\"bulu\\\": 26840, \\\"hypothyroidism\\\": 1464, \\\"besar\\\": 2684, \\\"cushings\\\": 732, \\\"nafas\\\": 4026, \\\"pendek\\\": 2684, \\\"heartworm\\\": 1464, \\\"gigit\\\": 4026, \\\"flea\\\": 732, \\\"allergy\\\": 1464, \\\"pyometra\\\": 732, \\\"ear\\\": 2196, \\\"mites\\\": 1464, \\\"cherry\\\": 732, \\\"eye\\\": 2196, \\\"anus\\\": 2684, \\\"garuk\\\": 4026, \\\"anal\\\": 732, \\\"sac\\\": 732, \\\"gusi\\\": 2684, \\\"pucat\\\": 1342, \\\"cepat\\\": 1342, \\\"gerak\\\": 1342, \\\"kaku\\\": 1342, \\\"arthritis\\\": 1464, \\\"allergic\\\": 732, \\\"mual\\\": 1342, \\\"stress\\\": 2074, \\\"gigi\\\": 1342, \\\"tooth\\\": 732, \\\"abscess\\\": 732, \\\"bladder\\\": 1464, \\\"infection\\\": 3660, \\\"tulang\\\": 1342, \\\"bone\\\": 732, \\\"cancer\\\": 2196, \\\"bronchitis\\\": 1464, \\\"kabur\\\": 1342, \\\"lihat\\\": 1342, \\\"lensa\\\": 1342, \\\"cataracts\\\": 732, \\\"haus\\\": 2684, \\\"chronic\\\": 732, \\\"renal\\\": 732, \\\"failure\\\": 732, \\\"gas\\\": 1342, \\\"lebih\\\": 2684, \\\"colitis\\\": 732, \\\"conjunctivitis\\\": 1464, \\\"corneal\\\": 732, \\\"ulcers\\\": 732, \\\"testis\\\": 1342, \\\"cryptorchidism\\\": 732, \\\"diabetes\\\": 1464, \\\"perih\\\": 1342, \\\"dry\\\": 732, \\\"hematoma\\\": 732, \\\"sadar\\\": 1342, \\\"epilepsy\\\": 732, \\\"saliva\\\": 1342, \\\"esophagitis\\\": 732, \\\"folliculitis\\\": 732, \\\"glaucoma\\\": 732, \\\"mulut\\\": 1342, \\\"gingivitis\\\": 1464, \\\"putih\\\": 1342, \\\"kucing\\\": 120292, \\\"jalan\\\": 6710, \\\"kaki\\\": 6710, \\\"lesi\\\": 12078, \\\"pyoderma\\\": 732, \\\"bersin\\\": 10736, \\\"infestasi\\\": 732, \\\"kutu\\\": 10858, \\\"feline\\\": 5124, \\\"acne\\\": 732, \\\"leukemia\\\": 732, \\\"calicivirus\\\": 732, \\\"intens\\\": 4026, \\\"koreng\\\": 4026, \\\"panleukopenia\\\": 1464, \\\"rhinotracheitis\\\": 1464, \\\"cholangiohepatitis\\\": 732, \\\"hadir\\\": 9394, \\\"melitus\\\": 732, \\\"hyperthyroidism\\\": 732, \\\"kidney\\\": 732, \\\"immunodeficiency\\\": 732, \\\"virus\\\": 2196, \\\"infectious\\\": 732, \\\"peritonitis\\\": 732, \\\"obesity\\\": 732, \\\"asthma\\\": 732, \\\"urinary\\\": 732, \\\"tract\\\": 732, \\\"hepatic\\\": 732, \\\"lipidosis\\\": 732, \\\"lymphoma\\\": 732, \\\"parasite\\\": 732, \\\"infestation\\\": 732, \\\"sepsis\\\": 732, \\\"fungal\\\": 732, \\\"scalp\\\": 732, \\\"footpad\\\": 732, \\\"food\\\": 732, \\\"poisoning\\\": 732, \\\"toxoplasmosis\\\": 732, \\\"stones\\\": 732, \\\"liver\\\": 732, \\\"komedo\\\": 1342, \\\"hitam\\\": 1342, \\\"dagu\\\": 1342, \\\"minyak\\\": 1342, \\\"hypertension\\\": 732, \\\"anorexia\\\": 732, \\\"cystitis\\\": 732, \\\"hyperlipidemia\\\": 732, \\\"constipation\\\": 732, \\\"hypokalemia\\\": 732, \\\"dehidrasi\\\": 1342, \\\"tubuh\\\": 1342, \\\"lelah\\\": 1342, \\\"sariawan\\\": 1342, \\\"pilek\\\": 1342, \\\"hipersalivasi\\\": 1342, \\\"discharge\\\": 2684, \\\"calici\\\": 732, \\\"sesak\\\": 1342, \\\"napas\\\": 1342, \\\"radang\\\": 1342, \\\"tenggorok\\\": 1342, \\\"viral\\\": 732, \\\"kerak\\\": 2684, \\\"kelupas\\\": 1342, \\\"infeksi\\\": 1464, \\\"bakteri\\\": 732, \\\"iritasi\\\": 1342, \\\"jamur\\\": 732, \\\"pola\\\": 1342, \\\"lingkar\\\": 1342, \\\"kurap\\\": 732, \\\"tip\\\": 1342, \\\"ujung\\\": 1342, \\\"ekor\\\": 1342, \\\"adang\\\": 1342, \\\"akibat\\\": 1342, \\\"sengat\\\": 1342, \\\"tungau\\\": 732}\", \"word_docs\": \"{\\\"lesu\\\": 10736, \\\"milik\\\": 4026, \\\"kulit\\\": 59048, \\\"hiperpigmentasi\\\": 6710, \\\"anoreksia\\\": 5368, \\\"rontok\\\": 50996, \\\"antusiasme\\\": 4026, \\\"struktur\\\": 4026, \\\"merah\\\": 30866, \\\"benjol\\\": 9394, \\\"kekuranan\\\": 4026, \\\"gatal\\\": 52338, \\\"makan\\\": 28182, \\\"gelap\\\": 9394, \\\"normal\\\": 14762, \\\"warna\\\": 12078, \\\"anjing\\\": 130662, \\\"area\\\": 13420, \\\"rambut\\\": 17446, \\\"kusam\\\": 8052, \\\"kurang\\\": 6710, \\\"alami\\\": 118096, \\\"nafsu\\\": 26840, \\\"kering\\\": 10736, \\\"bota\\\": 12078, \\\"beda\\\": 4026, \\\"kasar\\\": 10736, \\\"tibatiba\\\": 29524, \\\"laku\\\": 59048, \\\"iya\\\": 14762, \\\"aktif\\\": 14762, \\\"sebab\\\": 14762, \\\"si\\\": 44286, \\\"aneh\\\": 14762, \\\"atas\\\": 14762, \\\"reda\\\": 14762, \\\"tangan\\\": 44286, \\\"lick\\\": 1464, \\\"granuloma\\\": 1464, \\\"acral\\\": 1464, \\\"saran\\\": 14762, \\\"gejala\\\": 14762, \\\"kena\\\": 29524, \\\"obat\\\": 14762, \\\"tebal\\\": 4026, \\\"moist\\\": 732, \\\"dermatitis\\\": 4392, \\\"acute\\\": 732, \\\"air\\\": 25498, \\\"keluar\\\": 1342, \\\"mata\\\": 24156, \\\"bercak\\\": 10736, \\\"hidung\\\": 8052, \\\"cair\\\": 2684, \\\"bersinbersin\\\": 1342, \\\"atopic\\\": 732, \\\"sisik\\\": 13420, \\\"hiperpigmentasikerontokan\\\": 1342, \\\"dysplasia\\\": 732, \\\"follicular\\\": 732, \\\"bengkak\\\": 36234, \\\"malassezia\\\": 732, \\\"nanah\\\": 13420, \\\"rambutbercak\\\": 1342, \\\"mange\\\": 1464, \\\"sarcoptic\\\": 732, \\\"wajah\\\": 4026, \\\"luka\\\": 6710, \\\"dermatophytosis\\\": 2196, \\\"foliaceus\\\": 732, \\\"pemphigus\\\": 732, \\\"demodicosis\\\": 1464, \\\"pediculosis\\\": 732, \\\"hipopigmentasi\\\": 1342, \\\"hilang\\\": 17446, \\\"demam\\\": 25498, \\\"darah\\\": 8052, \\\"lemas\\\": 16104, \\\"diare\\\": 8052, \\\"muntah\\\": 13420, \\\"parvovirus\\\": 1464, \\\"batuk\\\": 18788, \\\"konjungtivitis\\\": 1342, \\\"distemper\\\": 732, \\\"agitasi\\\": 1342, \\\"takut\\\": 1342, \\\"salivasi\\\": 1342, \\\"kejang\\\": 2684, \\\"rabies\\\": 1464, \\\"perut\\\": 16104, \\\"kuning\\\": 2684, \\\"infeksius\\\": 732, \\\"hepatitis\\\": 732, \\\"leptospirosis\\\": 1464, \\\"buka\\\": 2684, \\\"scabies\\\": 1464, \\\"daerah\\\": 1342, \\\"kepala\\\": 1342, \\\"miring\\\": 1342, \\\"sedap\\\": 4026, \\\"telinga\\\": 6100, \\\"bau\\\": 6710, \\\"otitis\\\": 732, \\\"bulat\\\": 2684, \\\"ringworm\\\": 2928, \\\"kotor\\\": 2684, \\\"turun\\\": 6710, \\\"badan\\\": 4026, \\\"berat\\\": 4026, \\\"coccidiosis\\\": 732, \\\"anemia\\\": 2806, \\\"ehrlichiosis\\\": 732, \\\"urine\\\": 2684, \\\"nyeri\\\": 16104, \\\"buang\\\": 6710, \\\"sulit\\\": 10736, \\\"urolithiasis\\\": 1464, \\\"gastroenteritis\\\": 732, \\\"influenza\\\": 732, \\\"canine\\\": 732, \\\"cough\\\": 732, \\\"kennel\\\": 1464, \\\"sendi\\\": 2684, \\\"disease\\\": 4392, \\\"lyme\\\": 732, \\\"pancreatitis\\\": 732, \\\"bulu\\\": 26840, \\\"tambah\\\": 1342, \\\"hypothyroidism\\\": 1464, \\\"besar\\\": 2684, \\\"cushings\\\": 732, \\\"nafas\\\": 4026, \\\"pendek\\\": 2684, \\\"heartworm\\\": 1464, \\\"gigit\\\": 4026, \\\"allergy\\\": 1464, \\\"flea\\\": 732, \\\"pyometra\\\": 732, \\\"mites\\\": 1464, \\\"ear\\\": 2196, \\\"cherry\\\": 732, \\\"eye\\\": 2196, \\\"anus\\\": 1342, \\\"garuk\\\": 4026, \\\"anal\\\": 732, \\\"sac\\\": 732, \\\"cepat\\\": 1342, \\\"pucat\\\": 1342, \\\"gusi\\\": 2684, \\\"kaku\\\": 1342, \\\"gerak\\\": 1342, \\\"arthritis\\\": 1464, \\\"allergic\\\": 732, \\\"stress\\\": 2074, \\\"mual\\\": 1342, \\\"gigi\\\": 1342, \\\"abscess\\\": 732, \\\"tooth\\\": 732, \\\"bladder\\\": 1464, \\\"infection\\\": 3660, \\\"tulang\\\": 1342, \\\"cancer\\\": 2196, \\\"bone\\\": 732, \\\"bronchitis\\\": 1464, \\\"lensa\\\": 1342, \\\"kabur\\\": 1342, \\\"lihat\\\": 1342, \\\"cataracts\\\": 732, \\\"haus\\\": 2684, \\\"renal\\\": 732, \\\"failure\\\": 732, \\\"chronic\\\": 732, \\\"lebih\\\": 2684, \\\"gas\\\": 1342, \\\"colitis\\\": 732, \\\"conjunctivitis\\\": 1464, \\\"ulcers\\\": 732, \\\"corneal\\\": 732, \\\"testis\\\": 1342, \\\"cryptorchidism\\\": 732, \\\"diabetes\\\": 1464, \\\"perih\\\": 1342, \\\"dry\\\": 732, \\\"hematoma\\\": 732, \\\"sadar\\\": 1342, \\\"epilepsy\\\": 732, \\\"saliva\\\": 1342, \\\"esophagitis\\\": 732, \\\"folliculitis\\\": 732, \\\"glaucoma\\\": 732, \\\"mulut\\\": 1342, \\\"gingivitis\\\": 1464, \\\"putih\\\": 1342, \\\"kucing\\\": 120292, \\\"jalan\\\": 6710, \\\"kaki\\\": 6710, \\\"lesi\\\": 12078, \\\"pyoderma\\\": 732, \\\"bersin\\\": 10736, \\\"kutu\\\": 10858, \\\"infestasi\\\": 732, \\\"acne\\\": 732, \\\"feline\\\": 5124, \\\"leukemia\\\": 732, \\\"calicivirus\\\": 732, \\\"intens\\\": 4026, \\\"koreng\\\": 4026, \\\"panleukopenia\\\": 1464, \\\"rhinotracheitis\\\": 1464, \\\"cholangiohepatitis\\\": 732, \\\"hadir\\\": 9394, \\\"melitus\\\": 732, \\\"hyperthyroidism\\\": 732, \\\"kidney\\\": 732, \\\"immunodeficiency\\\": 732, \\\"virus\\\": 2196, \\\"peritonitis\\\": 732, \\\"infectious\\\": 732, \\\"obesity\\\": 732, \\\"asthma\\\": 732, \\\"urinary\\\": 732, \\\"tract\\\": 732, \\\"lipidosis\\\": 732, \\\"hepatic\\\": 732, \\\"lymphoma\\\": 732, \\\"parasite\\\": 732, \\\"infestation\\\": 732, \\\"sepsis\\\": 732, \\\"fungal\\\": 732, \\\"scalp\\\": 732, \\\"footpad\\\": 732, \\\"poisoning\\\": 732, \\\"food\\\": 732, \\\"toxoplasmosis\\\": 732, \\\"stones\\\": 732, \\\"liver\\\": 732, \\\"komedo\\\": 1342, \\\"minyak\\\": 1342, \\\"dagu\\\": 1342, \\\"hitam\\\": 1342, \\\"hypertension\\\": 732, \\\"anorexia\\\": 732, \\\"cystitis\\\": 732, \\\"hyperlipidemia\\\": 732, \\\"constipation\\\": 732, \\\"hypokalemia\\\": 732, \\\"dehidrasi\\\": 1342, \\\"tubuh\\\": 1342, \\\"lelah\\\": 1342, \\\"discharge\\\": 2684, \\\"sariawan\\\": 1342, \\\"pilek\\\": 1342, \\\"hipersalivasi\\\": 1342, \\\"calici\\\": 732, \\\"sesak\\\": 1342, \\\"radang\\\": 1342, \\\"tenggorok\\\": 1342, \\\"napas\\\": 1342, \\\"viral\\\": 732, \\\"kerak\\\": 2684, \\\"kelupas\\\": 1342, \\\"bakteri\\\": 732, \\\"infeksi\\\": 1464, \\\"iritasi\\\": 1342, \\\"jamur\\\": 732, \\\"pola\\\": 1342, \\\"lingkar\\\": 1342, \\\"kurap\\\": 732, \\\"tip\\\": 1342, \\\"ujung\\\": 1342, \\\"adang\\\": 1342, \\\"ekor\\\": 1342, \\\"akibat\\\": 1342, \\\"sengat\\\": 1342, \\\"tungau\\\": 732}\", \"index_docs\": \"{\\\"47\\\": 10736, \\\"73\\\": 4026, \\\"5\\\": 59048, \\\"62\\\": 6710, \\\"67\\\": 5368, \\\"8\\\": 50996, \\\"72\\\": 4026, \\\"74\\\": 4026, \\\"12\\\": 30866, \\\"51\\\": 9394, \\\"71\\\": 4026, \\\"7\\\": 52338, \\\"15\\\": 28182, \\\"52\\\": 9394, \\\"28\\\": 14762, \\\"38\\\": 12078, \\\"2\\\": 130662, \\\"39\\\": 13420, \\\"21\\\": 17446, \\\"55\\\": 8052, \\\"61\\\": 6710, \\\"4\\\": 118096, \\\"16\\\": 26840, \\\"48\\\": 10736, \\\"43\\\": 12078, \\\"75\\\": 4026, \\\"27\\\": 10736, \\\"13\\\": 29524, \\\"6\\\": 59048, \\\"30\\\": 14762, \\\"29\\\": 14762, \\\"31\\\": 14762, \\\"9\\\": 44286, \\\"32\\\": 14762, \\\"33\\\": 14762, \\\"34\\\": 14762, \\\"10\\\": 44286, \\\"112\\\": 1464, \\\"113\\\": 1464, \\\"111\\\": 1464, \\\"35\\\": 14762, \\\"36\\\": 14762, \\\"14\\\": 29524, \\\"37\\\": 14762, \\\"76\\\": 4026, \\\"190\\\": 732, \\\"69\\\": 4392, \\\"189\\\": 732, \\\"17\\\": 25498, \\\"136\\\": 1342, \\\"19\\\": 24156, \\\"44\\\": 10736, \\\"56\\\": 8052, \\\"89\\\": 2684, \\\"135\\\": 1342, \\\"191\\\": 732, \\\"40\\\": 13420, \\\"137\\\": 1342, \\\"193\\\": 732, \\\"192\\\": 732, \\\"11\\\": 36234, \\\"194\\\": 732, \\\"41\\\": 13420, \\\"138\\\": 1342, \\\"114\\\": 1464, \\\"195\\\": 732, \\\"77\\\": 4026, \\\"57\\\": 6710, \\\"105\\\": 2196, \\\"197\\\": 732, \\\"196\\\": 732, \\\"115\\\": 1464, \\\"198\\\": 732, \\\"139\\\": 1342, \\\"23\\\": 17446, \\\"20\\\": 25498, \\\"59\\\": 8052, \\\"24\\\": 16104, \\\"58\\\": 8052, \\\"42\\\": 13420, \\\"116\\\": 1464, \\\"22\\\": 18788, \\\"140\\\": 1342, \\\"199\\\": 732, \\\"141\\\": 1342, \\\"143\\\": 1342, \\\"142\\\": 1342, \\\"90\\\": 2684, \\\"117\\\": 1464, \\\"25\\\": 16104, \\\"91\\\": 2684, \\\"201\\\": 732, \\\"200\\\": 732, \\\"118\\\": 1464, \\\"92\\\": 2684, \\\"119\\\": 1464, \\\"144\\\": 1342, \\\"145\\\": 1342, \\\"146\\\": 1342, \\\"78\\\": 4026, \\\"54\\\": 6100, \\\"63\\\": 6710, \\\"202\\\": 732, \\\"93\\\": 2684, \\\"87\\\": 2928, \\\"94\\\": 2684, \\\"64\\\": 6710, \\\"80\\\": 4026, \\\"79\\\": 4026, \\\"203\\\": 732, \\\"88\\\": 2806, \\\"204\\\": 732, \\\"95\\\": 2684, \\\"26\\\": 16104, \\\"60\\\": 6710, \\\"49\\\": 10736, \\\"120\\\": 1464, \\\"205\\\": 732, \\\"207\\\": 732, \\\"206\\\": 732, \\\"208\\\": 732, \\\"121\\\": 1464, \\\"96\\\": 2684, \\\"70\\\": 4392, \\\"209\\\": 732, \\\"210\\\": 732, \\\"18\\\": 26840, \\\"147\\\": 1342, \\\"122\\\": 1464, \\\"97\\\": 2684, \\\"211\\\": 732, \\\"81\\\": 4026, \\\"98\\\": 2684, \\\"123\\\": 1464, \\\"82\\\": 4026, \\\"124\\\": 1464, \\\"212\\\": 732, \\\"213\\\": 732, \\\"125\\\": 1464, \\\"106\\\": 2196, \\\"214\\\": 732, \\\"107\\\": 2196, \\\"99\\\": 1342, \\\"83\\\": 4026, \\\"215\\\": 732, \\\"216\\\": 732, \\\"149\\\": 1342, \\\"148\\\": 1342, \\\"100\\\": 2684, \\\"151\\\": 1342, \\\"150\\\": 1342, \\\"126\\\": 1464, \\\"217\\\": 732, \\\"110\\\": 2074, \\\"152\\\": 1342, \\\"153\\\": 1342, \\\"219\\\": 732, \\\"218\\\": 732, \\\"127\\\": 1464, \\\"86\\\": 3660, \\\"154\\\": 1342, \\\"108\\\": 2196, \\\"220\\\": 732, \\\"128\\\": 1464, \\\"157\\\": 1342, \\\"155\\\": 1342, \\\"156\\\": 1342, \\\"221\\\": 732, \\\"101\\\": 2684, \\\"223\\\": 732, \\\"224\\\": 732, \\\"222\\\": 732, \\\"102\\\": 2684, \\\"158\\\": 1342, \\\"225\\\": 732, \\\"129\\\": 1464, \\\"227\\\": 732, \\\"226\\\": 732, \\\"159\\\": 1342, \\\"228\\\": 732, \\\"130\\\": 1464, \\\"160\\\": 1342, \\\"229\\\": 732, \\\"230\\\": 732, \\\"161\\\": 1342, \\\"231\\\": 732, \\\"162\\\": 1342, \\\"232\\\": 732, \\\"233\\\": 732, \\\"234\\\": 732, \\\"163\\\": 1342, \\\"131\\\": 1464, \\\"164\\\": 1342, \\\"3\\\": 120292, \\\"65\\\": 6710, \\\"66\\\": 6710, \\\"45\\\": 12078, \\\"235\\\": 732, \\\"50\\\": 10736, \\\"46\\\": 10858, \\\"236\\\": 732, \\\"237\\\": 732, \\\"68\\\": 5124, \\\"238\\\": 732, \\\"239\\\": 732, \\\"84\\\": 4026, \\\"85\\\": 4026, \\\"132\\\": 1464, \\\"133\\\": 1464, \\\"240\\\": 732, \\\"53\\\": 9394, \\\"241\\\": 732, \\\"242\\\": 732, \\\"243\\\": 732, \\\"244\\\": 732, \\\"109\\\": 2196, \\\"246\\\": 732, \\\"245\\\": 732, \\\"247\\\": 732, \\\"248\\\": 732, \\\"249\\\": 732, \\\"250\\\": 732, \\\"252\\\": 732, \\\"251\\\": 732, \\\"253\\\": 732, \\\"254\\\": 732, \\\"255\\\": 732, \\\"256\\\": 732, \\\"257\\\": 732, \\\"258\\\": 732, \\\"259\\\": 732, \\\"261\\\": 732, \\\"260\\\": 732, \\\"262\\\": 732, \\\"263\\\": 732, \\\"264\\\": 732, \\\"165\\\": 1342, \\\"168\\\": 1342, \\\"167\\\": 1342, \\\"166\\\": 1342, \\\"265\\\": 732, \\\"266\\\": 732, \\\"267\\\": 732, \\\"268\\\": 732, \\\"269\\\": 732, \\\"270\\\": 732, \\\"169\\\": 1342, \\\"170\\\": 1342, \\\"171\\\": 1342, \\\"103\\\": 2684, \\\"172\\\": 1342, \\\"173\\\": 1342, \\\"174\\\": 1342, \\\"271\\\": 732, \\\"175\\\": 1342, \\\"177\\\": 1342, \\\"178\\\": 1342, \\\"176\\\": 1342, \\\"272\\\": 732, \\\"104\\\": 2684, \\\"179\\\": 1342, \\\"273\\\": 732, \\\"134\\\": 1464, \\\"180\\\": 1342, \\\"274\\\": 732, \\\"181\\\": 1342, \\\"182\\\": 1342, \\\"275\\\": 732, \\\"183\\\": 1342, \\\"184\\\": 1342, \\\"186\\\": 1342, \\\"185\\\": 1342, \\\"187\\\": 1342, \\\"188\\\": 1342, \\\"276\\\": 732}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"anjing\\\", \\\"3\\\": \\\"kucing\\\", \\\"4\\\": \\\"alami\\\", \\\"5\\\": \\\"kulit\\\", \\\"6\\\": \\\"laku\\\", \\\"7\\\": \\\"gatal\\\", \\\"8\\\": \\\"rontok\\\", \\\"9\\\": \\\"si\\\", \\\"10\\\": \\\"tangan\\\", \\\"11\\\": \\\"bengkak\\\", \\\"12\\\": \\\"merah\\\", \\\"13\\\": \\\"tibatiba\\\", \\\"14\\\": \\\"kena\\\", \\\"15\\\": \\\"makan\\\", \\\"16\\\": \\\"nafsu\\\", \\\"17\\\": \\\"air\\\", \\\"18\\\": \\\"bulu\\\", \\\"19\\\": \\\"mata\\\", \\\"20\\\": \\\"demam\\\", \\\"21\\\": \\\"rambut\\\", \\\"22\\\": \\\"batuk\\\", \\\"23\\\": \\\"hilang\\\", \\\"24\\\": \\\"lemas\\\", \\\"25\\\": \\\"perut\\\", \\\"26\\\": \\\"nyeri\\\", \\\"27\\\": \\\"kasar\\\", \\\"28\\\": \\\"normal\\\", \\\"29\\\": \\\"aktif\\\", \\\"30\\\": \\\"iya\\\", \\\"31\\\": \\\"sebab\\\", \\\"32\\\": \\\"aneh\\\", \\\"33\\\": \\\"atas\\\", \\\"34\\\": \\\"reda\\\", \\\"35\\\": \\\"saran\\\", \\\"36\\\": \\\"gejala\\\", \\\"37\\\": \\\"obat\\\", \\\"38\\\": \\\"warna\\\", \\\"39\\\": \\\"area\\\", \\\"40\\\": \\\"sisik\\\", \\\"41\\\": \\\"nanah\\\", \\\"42\\\": \\\"muntah\\\", \\\"43\\\": \\\"bota\\\", \\\"44\\\": \\\"bercak\\\", \\\"45\\\": \\\"lesi\\\", \\\"46\\\": \\\"kutu\\\", \\\"47\\\": \\\"lesu\\\", \\\"48\\\": \\\"kering\\\", \\\"49\\\": \\\"sulit\\\", \\\"50\\\": \\\"bersin\\\", \\\"51\\\": \\\"benjol\\\", \\\"52\\\": \\\"gelap\\\", \\\"53\\\": \\\"hadir\\\", \\\"54\\\": \\\"telinga\\\", \\\"55\\\": \\\"kusam\\\", \\\"56\\\": \\\"hidung\\\", \\\"57\\\": \\\"luka\\\", \\\"58\\\": \\\"diare\\\", \\\"59\\\": \\\"darah\\\", \\\"60\\\": \\\"buang\\\", \\\"61\\\": \\\"kurang\\\", \\\"62\\\": \\\"hiperpigmentasi\\\", \\\"63\\\": \\\"bau\\\", \\\"64\\\": \\\"turun\\\", \\\"65\\\": \\\"jalan\\\", \\\"66\\\": \\\"kaki\\\", \\\"67\\\": \\\"anoreksia\\\", \\\"68\\\": \\\"feline\\\", \\\"69\\\": \\\"dermatitis\\\", \\\"70\\\": \\\"disease\\\", \\\"71\\\": \\\"kekuranan\\\", \\\"72\\\": \\\"antusiasme\\\", \\\"73\\\": \\\"milik\\\", \\\"74\\\": \\\"struktur\\\", \\\"75\\\": \\\"beda\\\", \\\"76\\\": \\\"tebal\\\", \\\"77\\\": \\\"wajah\\\", \\\"78\\\": \\\"sedap\\\", \\\"79\\\": \\\"berat\\\", \\\"80\\\": \\\"badan\\\", \\\"81\\\": \\\"nafas\\\", \\\"82\\\": \\\"gigit\\\", \\\"83\\\": \\\"garuk\\\", \\\"84\\\": \\\"intens\\\", \\\"85\\\": \\\"koreng\\\", \\\"86\\\": \\\"infection\\\", \\\"87\\\": \\\"ringworm\\\", \\\"88\\\": \\\"anemia\\\", \\\"89\\\": \\\"cair\\\", \\\"90\\\": \\\"kejang\\\", \\\"91\\\": \\\"kuning\\\", \\\"92\\\": \\\"buka\\\", \\\"93\\\": \\\"bulat\\\", \\\"94\\\": \\\"kotor\\\", \\\"95\\\": \\\"urine\\\", \\\"96\\\": \\\"sendi\\\", \\\"97\\\": \\\"besar\\\", \\\"98\\\": \\\"pendek\\\", \\\"99\\\": \\\"anus\\\", \\\"100\\\": \\\"gusi\\\", \\\"101\\\": \\\"haus\\\", \\\"102\\\": \\\"lebih\\\", \\\"103\\\": \\\"discharge\\\", \\\"104\\\": \\\"kerak\\\", \\\"105\\\": \\\"dermatophytosis\\\", \\\"106\\\": \\\"ear\\\", \\\"107\\\": \\\"eye\\\", \\\"108\\\": \\\"cancer\\\", \\\"109\\\": \\\"virus\\\", \\\"110\\\": \\\"stress\\\", \\\"111\\\": \\\"acral\\\", \\\"112\\\": \\\"lick\\\", \\\"113\\\": \\\"granuloma\\\", \\\"114\\\": \\\"mange\\\", \\\"115\\\": \\\"demodicosis\\\", \\\"116\\\": \\\"parvovirus\\\", \\\"117\\\": \\\"rabies\\\", \\\"118\\\": \\\"leptospirosis\\\", \\\"119\\\": \\\"scabies\\\", \\\"120\\\": \\\"urolithiasis\\\", \\\"121\\\": \\\"kennel\\\", \\\"122\\\": \\\"hypothyroidism\\\", \\\"123\\\": \\\"heartworm\\\", \\\"124\\\": \\\"allergy\\\", \\\"125\\\": \\\"mites\\\", \\\"126\\\": \\\"arthritis\\\", \\\"127\\\": \\\"bladder\\\", \\\"128\\\": \\\"bronchitis\\\", \\\"129\\\": \\\"conjunctivitis\\\", \\\"130\\\": \\\"diabetes\\\", \\\"131\\\": \\\"gingivitis\\\", \\\"132\\\": \\\"panleukopenia\\\", \\\"133\\\": \\\"rhinotracheitis\\\", \\\"134\\\": \\\"infeksi\\\", \\\"135\\\": \\\"bersinbersin\\\", \\\"136\\\": \\\"keluar\\\", \\\"137\\\": \\\"hiperpigmentasikerontokan\\\", \\\"138\\\": \\\"rambutbercak\\\", \\\"139\\\": \\\"hipopigmentasi\\\", \\\"140\\\": \\\"konjungtivitis\\\", \\\"141\\\": \\\"agitasi\\\", \\\"142\\\": \\\"salivasi\\\", \\\"143\\\": \\\"takut\\\", \\\"144\\\": \\\"daerah\\\", \\\"145\\\": \\\"kepala\\\", \\\"146\\\": \\\"miring\\\", \\\"147\\\": \\\"tambah\\\", \\\"148\\\": \\\"pucat\\\", \\\"149\\\": \\\"cepat\\\", \\\"150\\\": \\\"gerak\\\", \\\"151\\\": \\\"kaku\\\", \\\"152\\\": \\\"mual\\\", \\\"153\\\": \\\"gigi\\\", \\\"154\\\": \\\"tulang\\\", \\\"155\\\": \\\"kabur\\\", \\\"156\\\": \\\"lihat\\\", \\\"157\\\": \\\"lensa\\\", \\\"158\\\": \\\"gas\\\", \\\"159\\\": \\\"testis\\\", \\\"160\\\": \\\"perih\\\", \\\"161\\\": \\\"sadar\\\", \\\"162\\\": \\\"saliva\\\", \\\"163\\\": \\\"mulut\\\", \\\"164\\\": \\\"putih\\\", \\\"165\\\": \\\"komedo\\\", \\\"166\\\": \\\"hitam\\\", \\\"167\\\": \\\"dagu\\\", \\\"168\\\": \\\"minyak\\\", \\\"169\\\": \\\"dehidrasi\\\", \\\"170\\\": \\\"tubuh\\\", \\\"171\\\": \\\"lelah\\\", \\\"172\\\": \\\"sariawan\\\", \\\"173\\\": \\\"pilek\\\", \\\"174\\\": \\\"hipersalivasi\\\", \\\"175\\\": \\\"sesak\\\", \\\"176\\\": \\\"napas\\\", \\\"177\\\": \\\"radang\\\", \\\"178\\\": \\\"tenggorok\\\", \\\"179\\\": \\\"kelupas\\\", \\\"180\\\": \\\"iritasi\\\", \\\"181\\\": \\\"pola\\\", \\\"182\\\": \\\"lingkar\\\", \\\"183\\\": \\\"tip\\\", \\\"184\\\": \\\"ujung\\\", \\\"185\\\": \\\"ekor\\\", \\\"186\\\": \\\"adang\\\", \\\"187\\\": \\\"akibat\\\", \\\"188\\\": \\\"sengat\\\", \\\"189\\\": \\\"acute\\\", \\\"190\\\": \\\"moist\\\", \\\"191\\\": \\\"atopic\\\", \\\"192\\\": \\\"follicular\\\", \\\"193\\\": \\\"dysplasia\\\", \\\"194\\\": \\\"malassezia\\\", \\\"195\\\": \\\"sarcoptic\\\", \\\"196\\\": \\\"pemphigus\\\", \\\"197\\\": \\\"foliaceus\\\", \\\"198\\\": \\\"pediculosis\\\", \\\"199\\\": \\\"distemper\\\", \\\"200\\\": \\\"hepatitis\\\", \\\"201\\\": \\\"infeksius\\\", \\\"202\\\": \\\"otitis\\\", \\\"203\\\": \\\"coccidiosis\\\", \\\"204\\\": \\\"ehrlichiosis\\\", \\\"205\\\": \\\"gastroenteritis\\\", \\\"206\\\": \\\"canine\\\", \\\"207\\\": \\\"influenza\\\", \\\"208\\\": \\\"cough\\\", \\\"209\\\": \\\"lyme\\\", \\\"210\\\": \\\"pancreatitis\\\", \\\"211\\\": \\\"cushings\\\", \\\"212\\\": \\\"flea\\\", \\\"213\\\": \\\"pyometra\\\", \\\"214\\\": \\\"cherry\\\", \\\"215\\\": \\\"anal\\\", \\\"216\\\": \\\"sac\\\", \\\"217\\\": \\\"allergic\\\", \\\"218\\\": \\\"tooth\\\", \\\"219\\\": \\\"abscess\\\", \\\"220\\\": \\\"bone\\\", \\\"221\\\": \\\"cataracts\\\", \\\"222\\\": \\\"chronic\\\", \\\"223\\\": \\\"renal\\\", \\\"224\\\": \\\"failure\\\", \\\"225\\\": \\\"colitis\\\", \\\"226\\\": \\\"corneal\\\", \\\"227\\\": \\\"ulcers\\\", \\\"228\\\": \\\"cryptorchidism\\\", \\\"229\\\": \\\"dry\\\", \\\"230\\\": \\\"hematoma\\\", \\\"231\\\": \\\"epilepsy\\\", \\\"232\\\": \\\"esophagitis\\\", \\\"233\\\": \\\"folliculitis\\\", \\\"234\\\": \\\"glaucoma\\\", \\\"235\\\": \\\"pyoderma\\\", \\\"236\\\": \\\"infestasi\\\", \\\"237\\\": \\\"acne\\\", \\\"238\\\": \\\"leukemia\\\", \\\"239\\\": \\\"calicivirus\\\", \\\"240\\\": \\\"cholangiohepatitis\\\", \\\"241\\\": \\\"melitus\\\", \\\"242\\\": \\\"hyperthyroidism\\\", \\\"243\\\": \\\"kidney\\\", \\\"244\\\": \\\"immunodeficiency\\\", \\\"245\\\": \\\"infectious\\\", \\\"246\\\": \\\"peritonitis\\\", \\\"247\\\": \\\"obesity\\\", \\\"248\\\": \\\"asthma\\\", \\\"249\\\": \\\"urinary\\\", \\\"250\\\": \\\"tract\\\", \\\"251\\\": \\\"hepatic\\\", \\\"252\\\": \\\"lipidosis\\\", \\\"253\\\": \\\"lymphoma\\\", \\\"254\\\": \\\"parasite\\\", \\\"255\\\": \\\"infestation\\\", \\\"256\\\": \\\"sepsis\\\", \\\"257\\\": \\\"fungal\\\", \\\"258\\\": \\\"scalp\\\", \\\"259\\\": \\\"footpad\\\", \\\"260\\\": \\\"food\\\", \\\"261\\\": \\\"poisoning\\\", \\\"262\\\": \\\"toxoplasmosis\\\", \\\"263\\\": \\\"stones\\\", \\\"264\\\": \\\"liver\\\", \\\"265\\\": \\\"hypertension\\\", \\\"266\\\": \\\"anorexia\\\", \\\"267\\\": \\\"cystitis\\\", \\\"268\\\": \\\"hyperlipidemia\\\", \\\"269\\\": \\\"constipation\\\", \\\"270\\\": \\\"hypokalemia\\\", \\\"271\\\": \\\"calici\\\", \\\"272\\\": \\\"viral\\\", \\\"273\\\": \\\"bakteri\\\", \\\"274\\\": \\\"jamur\\\", \\\"275\\\": \\\"kurap\\\", \\\"276\\\": \\\"tungau\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"anjing\\\": 2, \\\"kucing\\\": 3, \\\"alami\\\": 4, \\\"kulit\\\": 5, \\\"laku\\\": 6, \\\"gatal\\\": 7, \\\"rontok\\\": 8, \\\"si\\\": 9, \\\"tangan\\\": 10, \\\"bengkak\\\": 11, \\\"merah\\\": 12, \\\"tibatiba\\\": 13, \\\"kena\\\": 14, \\\"makan\\\": 15, \\\"nafsu\\\": 16, \\\"air\\\": 17, \\\"bulu\\\": 18, \\\"mata\\\": 19, \\\"demam\\\": 20, \\\"rambut\\\": 21, \\\"batuk\\\": 22, \\\"hilang\\\": 23, \\\"lemas\\\": 24, \\\"perut\\\": 25, \\\"nyeri\\\": 26, \\\"kasar\\\": 27, \\\"normal\\\": 28, \\\"aktif\\\": 29, \\\"iya\\\": 30, \\\"sebab\\\": 31, \\\"aneh\\\": 32, \\\"atas\\\": 33, \\\"reda\\\": 34, \\\"saran\\\": 35, \\\"gejala\\\": 36, \\\"obat\\\": 37, \\\"warna\\\": 38, \\\"area\\\": 39, \\\"sisik\\\": 40, \\\"nanah\\\": 41, \\\"muntah\\\": 42, \\\"bota\\\": 43, \\\"bercak\\\": 44, \\\"lesi\\\": 45, \\\"kutu\\\": 46, \\\"lesu\\\": 47, \\\"kering\\\": 48, \\\"sulit\\\": 49, \\\"bersin\\\": 50, \\\"benjol\\\": 51, \\\"gelap\\\": 52, \\\"hadir\\\": 53, \\\"telinga\\\": 54, \\\"kusam\\\": 55, \\\"hidung\\\": 56, \\\"luka\\\": 57, \\\"diare\\\": 58, \\\"darah\\\": 59, \\\"buang\\\": 60, \\\"kurang\\\": 61, \\\"hiperpigmentasi\\\": 62, \\\"bau\\\": 63, \\\"turun\\\": 64, \\\"jalan\\\": 65, \\\"kaki\\\": 66, \\\"anoreksia\\\": 67, \\\"feline\\\": 68, \\\"dermatitis\\\": 69, \\\"disease\\\": 70, \\\"kekuranan\\\": 71, \\\"antusiasme\\\": 72, \\\"milik\\\": 73, \\\"struktur\\\": 74, \\\"beda\\\": 75, \\\"tebal\\\": 76, \\\"wajah\\\": 77, \\\"sedap\\\": 78, \\\"berat\\\": 79, \\\"badan\\\": 80, \\\"nafas\\\": 81, \\\"gigit\\\": 82, \\\"garuk\\\": 83, \\\"intens\\\": 84, \\\"koreng\\\": 85, \\\"infection\\\": 86, \\\"ringworm\\\": 87, \\\"anemia\\\": 88, \\\"cair\\\": 89, \\\"kejang\\\": 90, \\\"kuning\\\": 91, \\\"buka\\\": 92, \\\"bulat\\\": 93, \\\"kotor\\\": 94, \\\"urine\\\": 95, \\\"sendi\\\": 96, \\\"besar\\\": 97, \\\"pendek\\\": 98, \\\"anus\\\": 99, \\\"gusi\\\": 100, \\\"haus\\\": 101, \\\"lebih\\\": 102, \\\"discharge\\\": 103, \\\"kerak\\\": 104, \\\"dermatophytosis\\\": 105, \\\"ear\\\": 106, \\\"eye\\\": 107, \\\"cancer\\\": 108, \\\"virus\\\": 109, \\\"stress\\\": 110, \\\"acral\\\": 111, \\\"lick\\\": 112, \\\"granuloma\\\": 113, \\\"mange\\\": 114, \\\"demodicosis\\\": 115, \\\"parvovirus\\\": 116, \\\"rabies\\\": 117, \\\"leptospirosis\\\": 118, \\\"scabies\\\": 119, \\\"urolithiasis\\\": 120, \\\"kennel\\\": 121, \\\"hypothyroidism\\\": 122, \\\"heartworm\\\": 123, \\\"allergy\\\": 124, \\\"mites\\\": 125, \\\"arthritis\\\": 126, \\\"bladder\\\": 127, \\\"bronchitis\\\": 128, \\\"conjunctivitis\\\": 129, \\\"diabetes\\\": 130, \\\"gingivitis\\\": 131, \\\"panleukopenia\\\": 132, \\\"rhinotracheitis\\\": 133, \\\"infeksi\\\": 134, \\\"bersinbersin\\\": 135, \\\"keluar\\\": 136, \\\"hiperpigmentasikerontokan\\\": 137, \\\"rambutbercak\\\": 138, \\\"hipopigmentasi\\\": 139, \\\"konjungtivitis\\\": 140, \\\"agitasi\\\": 141, \\\"salivasi\\\": 142, \\\"takut\\\": 143, \\\"daerah\\\": 144, \\\"kepala\\\": 145, \\\"miring\\\": 146, \\\"tambah\\\": 147, \\\"pucat\\\": 148, \\\"cepat\\\": 149, \\\"gerak\\\": 150, \\\"kaku\\\": 151, \\\"mual\\\": 152, \\\"gigi\\\": 153, \\\"tulang\\\": 154, \\\"kabur\\\": 155, \\\"lihat\\\": 156, \\\"lensa\\\": 157, \\\"gas\\\": 158, \\\"testis\\\": 159, \\\"perih\\\": 160, \\\"sadar\\\": 161, \\\"saliva\\\": 162, \\\"mulut\\\": 163, \\\"putih\\\": 164, \\\"komedo\\\": 165, \\\"hitam\\\": 166, \\\"dagu\\\": 167, \\\"minyak\\\": 168, \\\"dehidrasi\\\": 169, \\\"tubuh\\\": 170, \\\"lelah\\\": 171, \\\"sariawan\\\": 172, \\\"pilek\\\": 173, \\\"hipersalivasi\\\": 174, \\\"sesak\\\": 175, \\\"napas\\\": 176, \\\"radang\\\": 177, \\\"tenggorok\\\": 178, \\\"kelupas\\\": 179, \\\"iritasi\\\": 180, \\\"pola\\\": 181, \\\"lingkar\\\": 182, \\\"tip\\\": 183, \\\"ujung\\\": 184, \\\"ekor\\\": 185, \\\"adang\\\": 186, \\\"akibat\\\": 187, \\\"sengat\\\": 188, \\\"acute\\\": 189, \\\"moist\\\": 190, \\\"atopic\\\": 191, \\\"follicular\\\": 192, \\\"dysplasia\\\": 193, \\\"malassezia\\\": 194, \\\"sarcoptic\\\": 195, \\\"pemphigus\\\": 196, \\\"foliaceus\\\": 197, \\\"pediculosis\\\": 198, \\\"distemper\\\": 199, \\\"hepatitis\\\": 200, \\\"infeksius\\\": 201, \\\"otitis\\\": 202, \\\"coccidiosis\\\": 203, \\\"ehrlichiosis\\\": 204, \\\"gastroenteritis\\\": 205, \\\"canine\\\": 206, \\\"influenza\\\": 207, \\\"cough\\\": 208, \\\"lyme\\\": 209, \\\"pancreatitis\\\": 210, \\\"cushings\\\": 211, \\\"flea\\\": 212, \\\"pyometra\\\": 213, \\\"cherry\\\": 214, \\\"anal\\\": 215, \\\"sac\\\": 216, \\\"allergic\\\": 217, \\\"tooth\\\": 218, \\\"abscess\\\": 219, \\\"bone\\\": 220, \\\"cataracts\\\": 221, \\\"chronic\\\": 222, \\\"renal\\\": 223, \\\"failure\\\": 224, \\\"colitis\\\": 225, \\\"corneal\\\": 226, \\\"ulcers\\\": 227, \\\"cryptorchidism\\\": 228, \\\"dry\\\": 229, \\\"hematoma\\\": 230, \\\"epilepsy\\\": 231, \\\"esophagitis\\\": 232, \\\"folliculitis\\\": 233, \\\"glaucoma\\\": 234, \\\"pyoderma\\\": 235, \\\"infestasi\\\": 236, \\\"acne\\\": 237, \\\"leukemia\\\": 238, \\\"calicivirus\\\": 239, \\\"cholangiohepatitis\\\": 240, \\\"melitus\\\": 241, \\\"hyperthyroidism\\\": 242, \\\"kidney\\\": 243, \\\"immunodeficiency\\\": 244, \\\"infectious\\\": 245, \\\"peritonitis\\\": 246, \\\"obesity\\\": 247, \\\"asthma\\\": 248, \\\"urinary\\\": 249, \\\"tract\\\": 250, \\\"hepatic\\\": 251, \\\"lipidosis\\\": 252, \\\"lymphoma\\\": 253, \\\"parasite\\\": 254, \\\"infestation\\\": 255, \\\"sepsis\\\": 256, \\\"fungal\\\": 257, \\\"scalp\\\": 258, \\\"footpad\\\": 259, \\\"food\\\": 260, \\\"poisoning\\\": 261, \\\"toxoplasmosis\\\": 262, \\\"stones\\\": 263, \\\"liver\\\": 264, \\\"hypertension\\\": 265, \\\"anorexia\\\": 266, \\\"cystitis\\\": 267, \\\"hyperlipidemia\\\": 268, \\\"constipation\\\": 269, \\\"hypokalemia\\\": 270, \\\"calici\\\": 271, \\\"viral\\\": 272, \\\"bakteri\\\": 273, \\\"jamur\\\": 274, \\\"kurap\\\": 275, \\\"tungau\\\": 276}\"}}"