"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 5929, \"word_counts\": \"{\\\"anjing\\\": 4977, \\\"alami\\\": 3178, \\\"gatal\\\": 674, \\\"kekuranan\\\": 51, \\\"nafsu\\\": 442, \\\"makan\\\": 459, \\\"anoreksia\\\": 68, \\\"kurang\\\": 85, \\\"antusiasme\\\": 51, \\\"lesu\\\": 346, \\\"benjol\\\": 289, \\\"kulit\\\": 1321, \\\"warna\\\": 170, \\\"merah\\\": 471, \\\"area\\\": 204, \\\"gelap\\\": 119, \\\"hiperpigmentasi\\\": 85, \\\"rontok\\\": 561, \\\"rambut\\\": 357, \\\"milik\\\": 51, \\\"struktur\\\": 51, \\\"beda\\\": 51, \\\"kering\\\": 204, \\\"kasar\\\": 204, \\\"kusam\\\": 102, \\\"bota\\\": 204, \\\"normal\\\": 510, \\\"tibatiba\\\": 718, \\\"laku\\\": 1206, \\\"aktif\\\": 225, \\\"iya\\\": 225, \\\"sebab\\\": 225, \\\"aneh\\\": 493, \\\"si\\\": 1211, \\\"atas\\\": 493, \\\"reda\\\": 225, \\\"tangan\\\": 789, \\\"acral\\\": 8, \\\"lick\\\": 8, \\\"granuloma\\\": 8, \\\"saran\\\": 263, \\\"gejala\\\": 510, \\\"kena\\\": 794, \\\"obat\\\": 263, \\\"tebal\\\": 51, \\\"acute\\\": 7, \\\"moist\\\": 7, \\\"dermatitis\\\": 49, \\\"bersinbersin\\\": 17, \\\"hidung\\\": 153, \\\"keluar\\\": 17, \\\"cair\\\": 34, \\\"mata\\\": 569, \\\"air\\\": 518, \\\"bercak\\\": 153, \\\"atopic\\\": 7, \\\"hiperpigmentasikerontokan\\\": 17, \\\"sisik\\\": 171, \\\"follicular\\\": 7, \\\"dysplasia\\\": 28, \\\"bengkak\\\": 651, \\\"malassezia\\\": 7, \\\"nanah\\\": 104, \\\"rambutbercak\\\": 17, \\\"sarcoptic\\\": 7, \\\"mange\\\": 21, \\\"luka\\\": 170, \\\"wajah\\\": 68, \\\"dermatophytosis\\\": 15, \\\"pemphigus\\\": 7, \\\"foliaceus\\\": 7, \\\"demodicosis\\\": 8, \\\"pediculosis\\\": 7, \\\"hipopigmentasi\\\": 17, \\\"demam\\\": 620, \\\"muntah\\\": 291, \\\"diare\\\": 153, \\\"darah\\\": 136, \\\"lemas\\\": 703, \\\"hilang\\\": 527, \\\"parvovirus\\\": 14, \\\"batuk\\\": 257, \\\"konjungtivitis\\\": 17, \\\"distemper\\\": 7, \\\"agitasi\\\": 17, \\\"kejang\\\": 119, \\\"salivasi\\\": 17, \\\"takut\\\": 17, \\\"rabies\\\": 14, \\\"perut\\\": 410, \\\"kuning\\\": 85, \\\"hepatitis\\\": 7, \\\"infeksius\\\": 7, \\\"leptospirosis\\\": 14, \\\"buka\\\": 51, \\\"scabies\\\": 14, \\\"daerah\\\": 17, \\\"telinga\\\": 143, \\\"kepala\\\": 51, \\\"miring\\\": 51, \\\"bau\\\": 153, \\\"sedap\\\": 68, \\\"otitis\\\": 14, \\\"bulat\\\": 34, \\\"ringworm\\\": 22, \\\"turun\\\": 255, \\\"berat\\\": 238, \\\"badan\\\": 238, \\\"kotor\\\": 34, \\\"coccidiosis\\\": 7, \\\"anemia\\\": 48, \\\"ehrlichiosis\\\": 7, \\\"sulit\\\": 398, \\\"buang\\\": 238, \\\"urine\\\": 34, \\\"nyeri\\\": 975, \\\"urolithiasis\\\": 8, \\\"gastroenteritis\\\": 7, \\\"canine\\\": 7, \\\"influenza\\\": 7, \\\"kennel\\\": 14, \\\"cough\\\": 7, \\\"sendi\\\": 159, \\\"lyme\\\": 7, \\\"disease\\\": 126, \\\"pancreatitis\\\": 7, \\\"tambah\\\": 17, \\\"bulu\\\": 203, \\\"hypothyroidism\\\": 14, \\\"besar\\\": 119, \\\"cushings\\\": 7, \\\"nafas\\\": 136, \\\"pendek\\\": 34, \\\"heartworm\\\": 14, \\\"gigit\\\": 51, \\\"flea\\\": 7, \\\"allergy\\\": 14, \\\"pyometra\\\": 7, \\\"ear\\\": 21, \\\"mites\\\": 21, \\\"cherry\\\": 7, \\\"eye\\\": 21, \\\"anus\\\": 51, \\\"garuk\\\": 51, \\\"anal\\\": 14, \\\"sac\\\": 7, \\\"gusi\\\": 85, \\\"pucat\\\": 68, \\\"cepat\\\": 85, \\\"gerak\\\": 85, \\\"kaku\\\": 68, \\\"arthritis\\\": 21, \\\"allergic\\\": 7, \\\"mual\\\": 102, \\\"stress\\\": 24, \\\"gigi\\\": 34, \\\"tooth\\\": 7, \\\"abscess\\\": 7, \\\"bladder\\\": 21, \\\"infection\\\": 42, \\\"tulang\\\": 68, \\\"bone\\\": 7, \\\"cancer\\\": 42, \\\"bronchitis\\\": 14, \\\"kabur\\\": 40, \\\"lihat\\\": 125, \\\"lensa\\\": 17, \\\"cataracts\\\": 7, \\\"haus\\\": 136, \\\"chronic\\\": 7, \\\"renal\\\": 14, \\\"failure\\\": 7, \\\"gas\\\": 17, \\\"lebih\\\": 51, \\\"colitis\\\": 7, \\\"conjunctivitis\\\": 14, \\\"corneal\\\": 14, \\\"ulcers\\\": 14, \\\"testis\\\": 51, \\\"cryptorchidism\\\": 7, \\\"diabetes\\\": 14, \\\"perih\\\": 34, \\\"dry\\\": 7, \\\"hematoma\\\": 7, \\\"sadar\\\": 51, \\\"epilepsy\\\": 14, \\\"saliva\\\": 17, \\\"esophagitis\\\": 7, \\\"folliculitis\\\": 7, \\\"glaucoma\\\": 7, \\\"mulut\\\": 68, \\\"gingivitis\\\": 14, \\\"suhu\\\": 17, \\\"tubuh\\\": 34, \\\"heat\\\": 7, \\\"stroke\\\": 7, \\\"hemangiosarcoma\\\": 7, \\\"hip\\\": 7, \\\"keras\\\": 17, \\\"pecahpecah\\\": 17, \\\"hyperkeratosis\\\": 7, \\\"infectious\\\": 14, \\\"tracheobronchitis\\\": 7, \\\"buncit\\\": 57, \\\"intestinal\\\": 7, \\\"parasites\\\": 7, \\\"kidney\\\": 14, \\\"liver\\\": 21, \\\"hitam\\\": 51, \\\"melanoma\\\": 14, \\\"metritis\\\": 7, \\\"mitral\\\": 7, \\\"valve\\\": 7, \\\"liur\\\": 34, \\\"mouth\\\": 7, \\\"bersin\\\": 87, \\\"nasal\\\": 7, \\\"obesity\\\": 14, \\\"parasitic\\\": 7, \\\"dada\\\": 17, \\\"sesak\\\": 119, \\\"napas\\\": 187, \\\"pericardial\\\": 7, \\\"effusion\\\": 7, \\\"pneumonia\\\": 14, \\\"prostatitis\\\": 7, \\\"pulmonary\\\": 14, \\\"edema\\\": 7, \\\"putih\\\": 17, \\\"seborrhea\\\": 7, \\\"gelisah\\\": 17, \\\"tinggal\\\": 17, \\\"gonggong\\\": 17, \\\"terus\\\": 17, \\\"separation\\\": 7, \\\"anxiety\\\": 7, \\\"bintik\\\": 17, \\\"skin\\\": 7, \\\"allergies\\\": 7, \\\"splenomegaly\\\": 7, \\\"otot\\\": 136, \\\"tetanus\\\": 7, \\\"leher\\\": 34, \\\"thyroid\\\": 7, \\\"tickborne\\\": 7, \\\"anaplasmosis\\\": 7, \\\"tenggorok\\\": 34, \\\"sakit\\\": 34, \\\"tonsillitis\\\": 7, \\\"toxoplasmosis\\\": 14, \\\"kornea\\\": 17, \\\"ulcerative\\\": 7, \\\"keratitis\\\": 14, \\\"vagina\\\": 17, \\\"vaginitis\\\": 7, \\\"imbang\\\": 51, \\\"vestibular\\\": 7, \\\"cacing\\\": 17, \\\"feses\\\": 17, \\\"worm\\\": 7, \\\"infestation\\\": 28, \\\"zinc\\\": 7, \\\"deficiency\\\": 7, \\\"acanthosis\\\": 7, \\\"nigricans\\\": 7, \\\"addisons\\\": 7, \\\"adrenal\\\": 7, \\\"tumors\\\": 14, \\\"bloat\\\": 7, \\\"gastric\\\": 7, \\\"dilatationvolvulus\\\": 7, \\\"cancerous\\\": 7, \\\"dental\\\": 7, \\\"kelopak\\\": 34, \\\"ectropion\\\": 7, \\\"siku\\\": 34, \\\"elbow\\\": 14, \\\"encephalitis\\\": 7, \\\"glucosuria\\\": 7, \\\"mudah\\\": 34, \\\"hemophilia\\\": 7, \\\"hypercalcemia\\\": 7, \\\"selangkang\\\": 17, \\\"inguinal\\\": 7, \\\"hernia\\\": 14, \\\"kronis\\\": 17, \\\"lung\\\": 7, \\\"kelenjar\\\": 34, \\\"susu\\\": 17, \\\"mastitis\\\": 7, \\\"tel\\\": 85, \\\"megaesophagus\\\": 7, \\\"melioidosis\\\": 7, \\\"multiple\\\": 7, \\\"myeloma\\\": 7, \\\"lemah\\\": 85, \\\"letih\\\": 17, \\\"myasthenia\\\": 7, \\\"gravis\\\": 7, \\\"neoplasia\\\": 7, \\\"dadak\\\": 17, \\\"optic\\\": 7, \\\"neuritis\\\": 7, \\\"osteochondritis\\\": 7, \\\"osteosarcoma\\\": 7, \\\"kuku\\\": 51, \\\"paronychia\\\": 7, \\\"peritonitis\\\": 14, \\\"lelah\\\": 68, \\\"ubah\\\": 17, \\\"perilaku\\\": 17, \\\"pituitary\\\": 7, \\\"tumor\\\": 14, \\\"polydipsia\\\": 7, \\\"dehidrasi\\\": 34, \\\"polyuria\\\": 7, \\\"portosystemic\\\": 7, \\\"shunt\\\": 14, \\\"tonjol\\\": 34, \\\"proptosis\\\": 7, \\\"hypertension\\\": 14, \\\"jaring\\\": 17, \\\"rektum\\\": 17, \\\"rectal\\\": 7, \\\"prolapse\\\": 14, \\\"malam\\\": 17, \\\"retinal\\\": 7, \\\"atrophy\\\": 7, \\\"rheumatoid\\\": 7, \\\"lidah\\\": 17, \\\"rahang\\\": 17, \\\"salivary\\\": 7, \\\"mucocele\\\": 7, \\\"sepsis\\\": 14, \\\"sialadenitis\\\": 7, \\\"spinal\\\": 7, \\\"cord\\\": 7, \\\"punggung\\\": 68, \\\"spondylosis\\\": 7, \\\"synovial\\\": 7, \\\"sarcoma\\\": 7, \\\"testicular\\\": 7, \\\"dengar\\\": 34, \\\"tympanic\\\": 7, \\\"membrane\\\": 14, \\\"rupture\\\": 14, \\\"bocor\\\": 17, \\\"urin\\\": 17, \\\"urinary\\\": 14, \\\"incontinence\\\": 7, \\\"uveal\\\": 7, \\\"vascular\\\": 7, \\\"ring\\\": 7, \\\"anomaly\\\": 7, \\\"sembuh\\\": 17, \\\"von\\\": 7, \\\"willebrands\\\": 7, \\\"windpuffs\\\": 7, \\\"jalan\\\": 75, \\\"wobbler\\\": 7, \\\"syndrome\\\": 7, \\\"xerostomia\\\": 7, \\\"yersiniosis\\\": 7, \\\"gantung\\\": 17, \\\"potensi\\\": 17, \\\"tular\\\": 17, \\\"manusia\\\": 17, \\\"zoonotic\\\": 7, \\\"ulkus\\\": 17, \\\"zygomycosis\\\": 7, \\\"alopecia\\\": 7, \\\"x\\\": 7, \\\"duduk\\\": 17, \\\"fistula\\\": 7, \\\"kaki\\\": 143, \\\"arterial\\\": 7, \\\"thrombosis\\\": 7, \\\"aspergillosis\\\": 7, \\\"biliary\\\": 7, \\\"botfly\\\": 7, \\\"cardiac\\\": 7, \\\"tamponade\\\": 7, \\\"cholangitis\\\": 7, \\\"chordoma\\\": 7, \\\"chylothorax\\\": 7, \\\"coccidioidomycosis\\\": 7, \\\"dystrophy\\\": 7, \\\"glaucomatous\\\": 7, \\\"cataract\\\": 7, \\\"pincang\\\": 34, \\\"cranial\\\": 7, \\\"cruciate\\\": 7, \\\"ligament\\\": 7, \\\"lesi\\\": 116, \\\"cutaneous\\\": 7, \\\"vasculitis\\\": 7, \\\"respons\\\": 17, \\\"suara\\\": 34, \\\"deafness\\\": 7, \\\"degenerative\\\": 7, \\\"myelopathy\\\": 7, \\\"herpetiformis\\\": 7, \\\"diaphragmatic\\\": 7, \\\"discospondylitis\\\": 7, \\\"dyspnea\\\": 7, \\\"lunak\\\": 17, \\\"hygroma\\\": 7, \\\"coklat\\\": 17, \\\"email\\\": 17, \\\"enamel\\\": 7, \\\"hypoplasia\\\": 7, \\\"masuk\\\": 17, \\\"iritasi\\\": 34, \\\"entropion\\\": 7, \\\"esophageal\\\": 7, \\\"stricture\\\": 7, \\\"fungal\\\": 14, \\\"denyut\\\": 17, \\\"jantung\\\": 17, \\\"heart\\\": 7, \\\"murmur\\\": 7, \\\"histiocytoma\\\": 7, \\\"hyperadrenocorticism\\\": 7, \\\"aritmia\\\": 17, \\\"hyperkalemia\\\": 7, \\\"hyperthyroidism\\\": 14, \\\"kram\\\": 17, \\\"hypocalcemia\\\": 7, \\\"gemetar\\\": 17, \\\"hypoglycemia\\\": 7, \\\"refleks\\\": 17, \\\"hypokalemia\\\": 14, \\\"hypoproteinemia\\\": 7, \\\"idiopathic\\\": 7, \\\"kontrol\\\": 17, \\\"intervertebral\\\": 7, \\\"disc\\\": 7, \\\"irit\\\": 7, \\\"juvenile\\\": 7, \\\"cellulitis\\\": 7, \\\"sensitivitas\\\": 17, \\\"cahaya\\\": 17, \\\"keratoconjunctivitis\\\": 7, \\\"sicca\\\": 7, \\\"lactic\\\": 7, \\\"acidosis\\\": 7, \\\"serak\\\": 17, \\\"laryngeal\\\": 7, \\\"paralysis\\\": 7, \\\"panggul\\\": 17, \\\"leggcalveperthes\\\": 7, \\\"macadamia\\\": 7, \\\"nut\\\": 7, \\\"toxicity\\\": 7, \\\"meningitis\\\": 7, \\\"ukur\\\": 17, \\\"ganggu\\\": 17, \\\"microphthalmia\\\": 7, \\\"mite\\\": 7, \\\"myositis\\\": 7, \\\"hebat\\\": 17, \\\"necrotizing\\\": 7, \\\"fasciitis\\\": 7, \\\"neurogenic\\\": 7, \\\"nictitating\\\": 7, \\\"obstructive\\\": 7, \\\"uropathy\\\": 7, \\\"rapuh\\\": 17, \\\"lepas\\\": 17, \\\"onychodystrophy\\\": 7, \\\"orchitis\\\": 7, \\\"media\\\": 7, \\\"tingkat\\\": 17, \\\"pancreatic\\\": 7, \\\"insufficiency\\\": 7, \\\"kucing\\\": 952, \\\"hepatic\\\": 7, \\\"lipidosis\\\": 7, \\\"lymphoma\\\": 7, \\\"feline\\\": 49, \\\"leukemia\\\": 7, \\\"calicivirus\\\": 7, \\\"asthma\\\": 7, \\\"pyoderma\\\": 7, \\\"cholangiohepatitis\\\": 7, \\\"food\\\": 7, \\\"poisoning\\\": 7, \\\"stones\\\": 7, \\\"anorexia\\\": 7, \\\"hyperlipidemia\\\": 7, \\\"infestasi\\\": 7, \\\"kutu\\\": 67, \\\"acne\\\": 7, \\\"tract\\\": 7, \\\"parasite\\\": 7, \\\"intens\\\": 29, \\\"koreng\\\": 29, \\\"panleukopenia\\\": 14, \\\"immunodeficiency\\\": 7, \\\"virus\\\": 21, \\\"rhinotracheitis\\\": 14, \\\"scalp\\\": 7, \\\"footpad\\\": 7, \\\"hadir\\\": 53, \\\"cystitis\\\": 7, \\\"melitus\\\": 7, \\\"constipation\\\": 7, \\\"komedo\\\": 17, \\\"dagu\\\": 17, \\\"minyak\\\": 17, \\\"sariawan\\\": 17, \\\"pilek\\\": 17, \\\"hipersalivasi\\\": 17, \\\"discharge\\\": 34, \\\"calici\\\": 7, \\\"radang\\\": 17, \\\"viral\\\": 7, \\\"kerak\\\": 34, \\\"kelupas\\\": 17, \\\"infeksi\\\": 14, \\\"bakteri\\\": 7, \\\"jamur\\\": 7, \\\"pola\\\": 17, \\\"lingkar\\\": 17, \\\"kurap\\\": 7, \\\"tip\\\": 17, \\\"ujung\\\": 17, \\\"ekor\\\": 17, \\\"adang\\\": 17, \\\"akibat\\\": 17, \\\"sengat\\\": 17, \\\"tungau\\\": 7}\", \"word_docs\": \"{\\\"kulit\\\": 845, \\\"kusam\\\": 102, \\\"milik\\\": 51, \\\"kurang\\\": 85, \\\"rontok\\\": 561, \\\"hiperpigmentasi\\\": 85, \\\"normal\\\": 508, \\\"gelap\\\": 119, \\\"bota\\\": 204, \\\"kering\\\": 204, \\\"struktur\\\": 51, \\\"benjol\\\": 289, \\\"alami\\\": 3178, \\\"kekuranan\\\": 51, \\\"rambut\\\": 306, \\\"nafsu\\\": 442, \\\"area\\\": 204, \\\"merah\\\": 471, \\\"gatal\\\": 674, \\\"beda\\\": 51, \\\"lesu\\\": 346, \\\"kasar\\\": 153, \\\"anoreksia\\\": 68, \\\"warna\\\": 153, \\\"makan\\\": 459, \\\"antusiasme\\\": 51, \\\"anjing\\\": 4977, \\\"laku\\\": 1206, \\\"tibatiba\\\": 718, \\\"iya\\\": 225, \\\"aktif\\\": 225, \\\"sebab\\\": 225, \\\"aneh\\\": 493, \\\"si\\\": 1211, \\\"atas\\\": 493, \\\"reda\\\": 225, \\\"acral\\\": 8, \\\"tangan\\\": 789, \\\"lick\\\": 8, \\\"granuloma\\\": 8, \\\"saran\\\": 263, \\\"gejala\\\": 508, \\\"kena\\\": 794, \\\"obat\\\": 263, \\\"tebal\\\": 51, \\\"dermatitis\\\": 49, \\\"acute\\\": 7, \\\"moist\\\": 7, \\\"mata\\\": 484, \\\"hidung\\\": 153, \\\"keluar\\\": 17, \\\"cair\\\": 34, \\\"bercak\\\": 136, \\\"bersinbersin\\\": 17, \\\"air\\\": 501, \\\"atopic\\\": 7, \\\"hiperpigmentasikerontokan\\\": 17, \\\"sisik\\\": 171, \\\"dysplasia\\\": 28, \\\"follicular\\\": 7, \\\"bengkak\\\": 651, \\\"malassezia\\\": 7, \\\"nanah\\\": 104, \\\"rambutbercak\\\": 17, \\\"mange\\\": 21, \\\"sarcoptic\\\": 7, \\\"luka\\\": 153, \\\"wajah\\\": 68, \\\"dermatophytosis\\\": 15, \\\"pemphigus\\\": 7, \\\"foliaceus\\\": 7, \\\"demodicosis\\\": 8, \\\"pediculosis\\\": 7, \\\"hipopigmentasi\\\": 17, \\\"demam\\\": 620, \\\"diare\\\": 153, \\\"hilang\\\": 527, \\\"lemas\\\": 703, \\\"darah\\\": 136, \\\"muntah\\\": 291, \\\"parvovirus\\\": 14, \\\"batuk\\\": 257, \\\"konjungtivitis\\\": 17, \\\"distemper\\\": 7, \\\"salivasi\\\": 17, \\\"takut\\\": 17, \\\"kejang\\\": 119, \\\"agitasi\\\": 17, \\\"rabies\\\": 14, \\\"kuning\\\": 85, \\\"perut\\\": 410, \\\"infeksius\\\": 7, \\\"hepatitis\\\": 7, \\\"leptospirosis\\\": 14, \\\"buka\\\": 51, \\\"scabies\\\": 14, \\\"daerah\\\": 17, \\\"kepala\\\": 51, \\\"sedap\\\": 68, \\\"bau\\\": 153, \\\"telinga\\\": 109, \\\"miring\\\": 51, \\\"otitis\\\": 14, \\\"bulat\\\": 34, \\\"ringworm\\\": 22, \\\"badan\\\": 238, \\\"turun\\\": 255, \\\"kotor\\\": 34, \\\"berat\\\": 238, \\\"coccidiosis\\\": 7, \\\"anemia\\\": 48, \\\"ehrlichiosis\\\": 7, \\\"urine\\\": 34, \\\"buang\\\": 221, \\\"sulit\\\": 398, \\\"nyeri\\\": 975, \\\"urolithiasis\\\": 8, \\\"gastroenteritis\\\": 7, \\\"canine\\\": 7, \\\"influenza\\\": 7, \\\"kennel\\\": 14, \\\"cough\\\": 7, \\\"sendi\\\": 159, \\\"lyme\\\": 7, \\\"disease\\\": 126, \\\"pancreatitis\\\": 7, \\\"tambah\\\": 17, \\\"bulu\\\": 203, \\\"hypothyroidism\\\": 14, \\\"besar\\\": 119, \\\"cushings\\\": 7, \\\"pendek\\\": 34, \\\"nafas\\\": 136, \\\"heartworm\\\": 14, \\\"gigit\\\": 51, \\\"flea\\\": 7, \\\"allergy\\\": 14, \\\"pyometra\\\": 7, \\\"mites\\\": 21, \\\"ear\\\": 21, \\\"cherry\\\": 7, \\\"eye\\\": 21, \\\"anus\\\": 34, \\\"garuk\\\": 51, \\\"anal\\\": 14, \\\"sac\\\": 7, \\\"gusi\\\": 85, \\\"pucat\\\": 68, \\\"cepat\\\": 85, \\\"gerak\\\": 85, \\\"kaku\\\": 68, \\\"arthritis\\\": 21, \\\"allergic\\\": 7, \\\"stress\\\": 24, \\\"mual\\\": 102, \\\"gigi\\\": 34, \\\"tooth\\\": 7, \\\"abscess\\\": 7, \\\"bladder\\\": 21, \\\"infection\\\": 42, \\\"tulang\\\": 68, \\\"bone\\\": 7, \\\"cancer\\\": 42, \\\"bronchitis\\\": 14, \\\"lensa\\\": 17, \\\"kabur\\\": 40, \\\"lihat\\\": 125, \\\"cataracts\\\": 7, \\\"haus\\\": 136, \\\"failure\\\": 7, \\\"renal\\\": 14, \\\"chronic\\\": 7, \\\"gas\\\": 17, \\\"lebih\\\": 51, \\\"colitis\\\": 7, \\\"conjunctivitis\\\": 14, \\\"ulcers\\\": 14, \\\"corneal\\\": 14, \\\"testis\\\": 51, \\\"cryptorchidism\\\": 7, \\\"diabetes\\\": 14, \\\"perih\\\": 34, \\\"dry\\\": 7, \\\"hematoma\\\": 7, \\\"sadar\\\": 51, \\\"epilepsy\\\": 14, \\\"saliva\\\": 17, \\\"esophagitis\\\": 7, \\\"folliculitis\\\": 7, \\\"glaucoma\\\": 7, \\\"mulut\\\": 68, \\\"gingivitis\\\": 14, \\\"tubuh\\\": 34, \\\"suhu\\\": 17, \\\"heat\\\": 7, \\\"stroke\\\": 7, \\\"hemangiosarcoma\\\": 7, \\\"hip\\\": 7, \\\"keras\\\": 17, \\\"pecahpecah\\\": 17, \\\"hyperkeratosis\\\": 7, \\\"infectious\\\": 14, \\\"tracheobronchitis\\\": 7, \\\"buncit\\\": 57, \\\"intestinal\\\": 7, \\\"parasites\\\": 7, \\\"kidney\\\": 14, \\\"liver\\\": 21, \\\"hitam\\\": 51, \\\"melanoma\\\": 14, \\\"metritis\\\": 7, \\\"mitral\\\": 7, \\\"valve\\\": 7, \\\"liur\\\": 34, \\\"mouth\\\": 7, \\\"bersin\\\": 87, \\\"nasal\\\": 7, \\\"obesity\\\": 14, \\\"parasitic\\\": 7, \\\"dada\\\": 17, \\\"napas\\\": 187, \\\"sesak\\\": 119, \\\"effusion\\\": 7, \\\"pericardial\\\": 7, \\\"pneumonia\\\": 14, \\\"prostatitis\\\": 7, \\\"pulmonary\\\": 14, \\\"edema\\\": 7, \\\"putih\\\": 17, \\\"seborrhea\\\": 7, \\\"gonggong\\\": 17, \\\"tinggal\\\": 17, \\\"gelisah\\\": 17, \\\"terus\\\": 17, \\\"anxiety\\\": 7, \\\"separation\\\": 7, \\\"bintik\\\": 17, \\\"allergies\\\": 7, \\\"skin\\\": 7, \\\"splenomegaly\\\": 7, \\\"otot\\\": 136, \\\"tetanus\\\": 7, \\\"leher\\\": 34, \\\"thyroid\\\": 7, \\\"tickborne\\\": 7, \\\"anaplasmosis\\\": 7, \\\"tenggorok\\\": 34, \\\"sakit\\\": 34, \\\"tonsillitis\\\": 7, \\\"toxoplasmosis\\\": 14, \\\"kornea\\\": 17, \\\"keratitis\\\": 14, \\\"ulcerative\\\": 7, \\\"vagina\\\": 17, \\\"vaginitis\\\": 7, \\\"imbang\\\": 51, \\\"vestibular\\\": 7, \\\"cacing\\\": 17, \\\"feses\\\": 17, \\\"worm\\\": 7, \\\"infestation\\\": 28, \\\"deficiency\\\": 7, \\\"zinc\\\": 7, \\\"acanthosis\\\": 7, \\\"nigricans\\\": 7, \\\"addisons\\\": 7, \\\"adrenal\\\": 7, \\\"tumors\\\": 14, \\\"bloat\\\": 7, \\\"gastric\\\": 7, \\\"dilatationvolvulus\\\": 7, \\\"cancerous\\\": 7, \\\"dental\\\": 7, \\\"kelopak\\\": 34, \\\"ectropion\\\": 7, \\\"siku\\\": 34, \\\"elbow\\\": 14, \\\"encephalitis\\\": 7, \\\"glucosuria\\\": 7, \\\"mudah\\\": 34, \\\"hemophilia\\\": 7, \\\"hypercalcemia\\\": 7, \\\"selangkang\\\": 17, \\\"hernia\\\": 14, \\\"inguinal\\\": 7, \\\"kronis\\\": 17, \\\"lung\\\": 7, \\\"susu\\\": 17, \\\"kelenjar\\\": 34, \\\"mastitis\\\": 7, \\\"tel\\\": 85, \\\"megaesophagus\\\": 7, \\\"melioidosis\\\": 7, \\\"myeloma\\\": 7, \\\"multiple\\\": 7, \\\"lemah\\\": 85, \\\"letih\\\": 17, \\\"myasthenia\\\": 7, \\\"gravis\\\": 7, \\\"neoplasia\\\": 7, \\\"dadak\\\": 17, \\\"optic\\\": 7, \\\"neuritis\\\": 7, \\\"osteochondritis\\\": 7, \\\"osteosarcoma\\\": 7, \\\"kuku\\\": 34, \\\"paronychia\\\": 7, \\\"peritonitis\\\": 14, \\\"perilaku\\\": 17, \\\"lelah\\\": 68, \\\"ubah\\\": 17, \\\"tumor\\\": 14, \\\"pituitary\\\": 7, \\\"polydipsia\\\": 7, \\\"dehidrasi\\\": 34, \\\"polyuria\\\": 7, \\\"shunt\\\": 14, \\\"portosystemic\\\": 7, \\\"tonjol\\\": 34, \\\"proptosis\\\": 7, \\\"hypertension\\\": 14, \\\"rektum\\\": 17, \\\"jaring\\\": 17, \\\"rectal\\\": 7, \\\"prolapse\\\": 14, \\\"malam\\\": 17, \\\"retinal\\\": 7, \\\"atrophy\\\": 7, \\\"rheumatoid\\\": 7, \\\"lidah\\\": 17, \\\"rahang\\\": 17, \\\"mucocele\\\": 7, \\\"salivary\\\": 7, \\\"sepsis\\\": 14, \\\"sialadenitis\\\": 7, \\\"spinal\\\": 7, \\\"cord\\\": 7, \\\"punggung\\\": 68, \\\"spondylosis\\\": 7, \\\"synovial\\\": 7, \\\"sarcoma\\\": 7, \\\"testicular\\\": 7, \\\"dengar\\\": 34, \\\"membrane\\\": 14, \\\"rupture\\\": 14, \\\"tympanic\\\": 7, \\\"bocor\\\": 17, \\\"urin\\\": 17, \\\"incontinence\\\": 7, \\\"urinary\\\": 14, \\\"uveal\\\": 7, \\\"anomaly\\\": 7, \\\"ring\\\": 7, \\\"vascular\\\": 7, \\\"sembuh\\\": 17, \\\"von\\\": 7, \\\"willebrands\\\": 7, \\\"windpuffs\\\": 7, \\\"jalan\\\": 75, \\\"wobbler\\\": 7, \\\"syndrome\\\": 7, \\\"xerostomia\\\": 7, \\\"yersiniosis\\\": 7, \\\"gantung\\\": 17, \\\"manusia\\\": 17, \\\"tular\\\": 17, \\\"potensi\\\": 17, \\\"zoonotic\\\": 7, \\\"ulkus\\\": 17, \\\"zygomycosis\\\": 7, \\\"alopecia\\\": 7, \\\"x\\\": 7, \\\"duduk\\\": 17, \\\"fistula\\\": 7, \\\"kaki\\\": 126, \\\"thrombosis\\\": 7, \\\"arterial\\\": 7, \\\"aspergillosis\\\": 7, \\\"biliary\\\": 7, \\\"botfly\\\": 7, \\\"cardiac\\\": 7, \\\"tamponade\\\": 7, \\\"cholangitis\\\": 7, \\\"chordoma\\\": 7, \\\"chylothorax\\\": 7, \\\"coccidioidomycosis\\\": 7, \\\"dystrophy\\\": 7, \\\"glaucomatous\\\": 7, \\\"cataract\\\": 7, \\\"pincang\\\": 34, \\\"cruciate\\\": 7, \\\"cranial\\\": 7, \\\"ligament\\\": 7, \\\"lesi\\\": 116, \\\"vasculitis\\\": 7, \\\"cutaneous\\\": 7, \\\"respons\\\": 17, \\\"suara\\\": 34, \\\"deafness\\\": 7, \\\"degenerative\\\": 7, \\\"myelopathy\\\": 7, \\\"herpetiformis\\\": 7, \\\"diaphragmatic\\\": 7, \\\"discospondylitis\\\": 7, \\\"dyspnea\\\": 7, \\\"lunak\\\": 17, \\\"hygroma\\\": 7, \\\"coklat\\\": 17, \\\"email\\\": 17, \\\"hypoplasia\\\": 7, \\\"enamel\\\": 7, \\\"masuk\\\": 17, \\\"iritasi\\\": 34, \\\"entropion\\\": 7, \\\"esophageal\\\": 7, \\\"stricture\\\": 7, \\\"fungal\\\": 14, \\\"jantung\\\": 17, \\\"denyut\\\": 17, \\\"murmur\\\": 7, \\\"heart\\\": 7, \\\"histiocytoma\\\": 7, \\\"hyperadrenocorticism\\\": 7, \\\"aritmia\\\": 17, \\\"hyperkalemia\\\": 7, \\\"hyperthyroidism\\\": 14, \\\"kram\\\": 17, \\\"hypocalcemia\\\": 7, \\\"gemetar\\\": 17, \\\"hypoglycemia\\\": 7, \\\"refleks\\\": 17, \\\"hypokalemia\\\": 14, \\\"hypoproteinemia\\\": 7, \\\"idiopathic\\\": 7, \\\"kontrol\\\": 17, \\\"intervertebral\\\": 7, \\\"disc\\\": 7, \\\"irit\\\": 7, \\\"juvenile\\\": 7, \\\"cellulitis\\\": 7, \\\"sensitivitas\\\": 17, \\\"cahaya\\\": 17, \\\"keratoconjunctivitis\\\": 7, \\\"sicca\\\": 7, \\\"acidosis\\\": 7, \\\"lactic\\\": 7, \\\"serak\\\": 17, \\\"paralysis\\\": 7, \\\"laryngeal\\\": 7, \\\"panggul\\\": 17, \\\"leggcalveperthes\\\": 7, \\\"nut\\\": 7, \\\"macadamia\\\": 7, \\\"toxicity\\\": 7, \\\"meningitis\\\": 7, \\\"ganggu\\\": 17, \\\"ukur\\\": 17, \\\"microphthalmia\\\": 7, \\\"mite\\\": 7, \\\"myositis\\\": 7, \\\"hebat\\\": 17, \\\"fasciitis\\\": 7, \\\"necrotizing\\\": 7, \\\"neurogenic\\\": 7, \\\"nictitating\\\": 7, \\\"uropathy\\\": 7, \\\"obstructive\\\": 7, \\\"rapuh\\\": 17, \\\"lepas\\\": 17, \\\"onychodystrophy\\\": 7, \\\"orchitis\\\": 7, \\\"media\\\": 7, \\\"tingkat\\\": 17, \\\"insufficiency\\\": 7, \\\"pancreatic\\\": 7, \\\"kucing\\\": 952, \\\"hepatic\\\": 7, \\\"lipidosis\\\": 7, \\\"lymphoma\\\": 7, \\\"feline\\\": 49, \\\"leukemia\\\": 7, \\\"calicivirus\\\": 7, \\\"asthma\\\": 7, \\\"pyoderma\\\": 7, \\\"cholangiohepatitis\\\": 7, \\\"poisoning\\\": 7, \\\"food\\\": 7, \\\"stones\\\": 7, \\\"anorexia\\\": 7, \\\"hyperlipidemia\\\": 7, \\\"kutu\\\": 67, \\\"infestasi\\\": 7, \\\"acne\\\": 7, \\\"tract\\\": 7, \\\"parasite\\\": 7, \\\"koreng\\\": 29, \\\"intens\\\": 29, \\\"panleukopenia\\\": 14, \\\"virus\\\": 21, \\\"immunodeficiency\\\": 7, \\\"rhinotracheitis\\\": 14, \\\"scalp\\\": 7, \\\"footpad\\\": 7, \\\"hadir\\\": 53, \\\"cystitis\\\": 7, \\\"melitus\\\": 7, \\\"constipation\\\": 7, \\\"dagu\\\": 17, \\\"minyak\\\": 17, \\\"komedo\\\": 17, \\\"hipersalivasi\\\": 17, \\\"sariawan\\\": 17, \\\"discharge\\\": 34, \\\"pilek\\\": 17, \\\"calici\\\": 7, \\\"radang\\\": 17, \\\"viral\\\": 7, \\\"kerak\\\": 34, \\\"kelupas\\\": 17, \\\"infeksi\\\": 14, \\\"bakteri\\\": 7, \\\"jamur\\\": 7, \\\"pola\\\": 17, \\\"lingkar\\\": 17, \\\"kurap\\\": 7, \\\"akibat\\\": 17, \\\"tip\\\": 17, \\\"adang\\\": 17, \\\"ekor\\\": 17, \\\"ujung\\\": 17, \\\"sengat\\\": 17, \\\"tungau\\\": 7}\", \"index_docs\": \"{\\\"4\\\": 845, \\\"72\\\": 102, \\\"98\\\": 51, \\\"75\\\": 85, \\\"17\\\": 561, \\\"76\\\": 85, \\\"20\\\": 508, \\\"66\\\": 119, \\\"47\\\": 204, \\\"45\\\": 204, \\\"99\\\": 51, \\\"32\\\": 289, \\\"3\\\": 3178, \\\"96\\\": 51, \\\"29\\\": 306, \\\"26\\\": 442, \\\"44\\\": 204, \\\"24\\\": 471, \\\"13\\\": 674, \\\"100\\\": 51, \\\"30\\\": 346, \\\"46\\\": 153, \\\"84\\\": 68, \\\"51\\\": 153, \\\"25\\\": 459, \\\"97\\\": 51, \\\"2\\\": 4977, \\\"6\\\": 1206, \\\"11\\\": 718, \\\"41\\\": 225, \\\"40\\\": 225, \\\"42\\\": 225, \\\"22\\\": 493, \\\"5\\\": 1211, \\\"23\\\": 493, \\\"43\\\": 225, \\\"290\\\": 8, \\\"10\\\": 789, \\\"291\\\": 8, \\\"292\\\": 8, \\\"33\\\": 263, \\\"21\\\": 508, \\\"9\\\": 794, \\\"34\\\": 263, \\\"101\\\": 51, \\\"114\\\": 49, \\\"295\\\": 7, \\\"296\\\": 7, \\\"16\\\": 484, \\\"54\\\": 153, \\\"159\\\": 17, \\\"120\\\": 34, \\\"55\\\": 136, \\\"158\\\": 17, \\\"19\\\": 501, \\\"297\\\": 7, \\\"160\\\": 17, \\\"50\\\": 171, \\\"146\\\": 28, \\\"298\\\": 7, \\\"14\\\": 651, \\\"299\\\": 7, \\\"71\\\": 104, \\\"161\\\": 17, \\\"150\\\": 21, \\\"300\\\": 7, \\\"52\\\": 153, \\\"85\\\": 68, \\\"245\\\": 15, \\\"301\\\": 7, \\\"302\\\": 7, \\\"293\\\": 8, \\\"303\\\": 7, \\\"162\\\": 17, \\\"15\\\": 620, \\\"56\\\": 153, \\\"18\\\": 527, \\\"12\\\": 703, \\\"60\\\": 136, \\\"31\\\": 291, \\\"246\\\": 14, \\\"35\\\": 257, \\\"163\\\": 17, \\\"304\\\": 7, \\\"165\\\": 17, \\\"166\\\": 17, \\\"67\\\": 119, \\\"164\\\": 17, \\\"247\\\": 14, \\\"77\\\": 85, \\\"27\\\": 410, \\\"306\\\": 7, \\\"305\\\": 7, \\\"248\\\": 14, \\\"102\\\": 51, \\\"249\\\": 14, \\\"167\\\": 17, \\\"103\\\": 51, \\\"86\\\": 68, \\\"57\\\": 153, \\\"58\\\": 109, \\\"104\\\": 51, \\\"250\\\": 14, \\\"121\\\": 34, \\\"149\\\": 22, \\\"38\\\": 238, \\\"36\\\": 255, \\\"122\\\": 34, \\\"37\\\": 238, \\\"307\\\": 7, \\\"116\\\": 48, \\\"308\\\": 7, \\\"123\\\": 34, \\\"39\\\": 221, \\\"28\\\": 398, \\\"7\\\": 975, \\\"294\\\": 8, \\\"309\\\": 7, \\\"310\\\": 7, \\\"311\\\": 7, \\\"251\\\": 14, \\\"312\\\": 7, \\\"53\\\": 159, \\\"313\\\": 7, \\\"64\\\": 126, \\\"314\\\": 7, \\\"168\\\": 17, \\\"48\\\": 203, \\\"252\\\": 14, \\\"68\\\": 119, \\\"315\\\": 7, \\\"124\\\": 34, \\\"61\\\": 136, \\\"253\\\": 14, \\\"105\\\": 51, \\\"316\\\": 7, \\\"254\\\": 14, \\\"317\\\": 7, \\\"152\\\": 21, \\\"151\\\": 21, \\\"318\\\": 7, \\\"153\\\": 21, \\\"106\\\": 34, \\\"107\\\": 51, \\\"255\\\": 14, \\\"319\\\": 7, \\\"78\\\": 85, \\\"87\\\": 68, \\\"79\\\": 85, \\\"80\\\": 85, \\\"88\\\": 68, \\\"154\\\": 21, \\\"320\\\": 7, \\\"148\\\": 24, \\\"73\\\": 102, \\\"125\\\": 34, \\\"321\\\": 7, \\\"322\\\": 7, \\\"155\\\": 21, \\\"117\\\": 42, \\\"89\\\": 68, \\\"323\\\": 7, \\\"118\\\": 42, \\\"256\\\": 14, \\\"169\\\": 17, \\\"119\\\": 40, \\\"65\\\": 125, \\\"324\\\": 7, \\\"62\\\": 136, \\\"326\\\": 7, \\\"257\\\": 14, \\\"325\\\": 7, \\\"170\\\": 17, \\\"108\\\": 51, \\\"327\\\": 7, \\\"258\\\": 14, \\\"260\\\": 14, \\\"259\\\": 14, \\\"109\\\": 51, \\\"328\\\": 7, \\\"261\\\": 14, \\\"126\\\": 34, \\\"329\\\": 7, \\\"330\\\": 7, \\\"110\\\": 51, \\\"262\\\": 14, \\\"171\\\": 17, \\\"331\\\": 7, \\\"332\\\": 7, \\\"333\\\": 7, \\\"90\\\": 68, \\\"263\\\": 14, \\\"127\\\": 34, \\\"172\\\": 17, \\\"334\\\": 7, \\\"335\\\": 7, \\\"336\\\": 7, \\\"337\\\": 7, \\\"173\\\": 17, \\\"174\\\": 17, \\\"338\\\": 7, \\\"264\\\": 14, \\\"339\\\": 7, \\\"94\\\": 57, \\\"340\\\": 7, \\\"341\\\": 7, \\\"265\\\": 14, \\\"156\\\": 21, \\\"111\\\": 51, \\\"266\\\": 14, \\\"342\\\": 7, \\\"343\\\": 7, \\\"344\\\": 7, \\\"128\\\": 34, \\\"345\\\": 7, \\\"74\\\": 87, \\\"346\\\": 7, \\\"267\\\": 14, \\\"347\\\": 7, \\\"175\\\": 17, \\\"49\\\": 187, \\\"69\\\": 119, \\\"349\\\": 7, \\\"348\\\": 7, \\\"268\\\": 14, \\\"350\\\": 7, \\\"269\\\": 14, \\\"351\\\": 7, \\\"176\\\": 17, \\\"352\\\": 7, \\\"179\\\": 17, \\\"178\\\": 17, \\\"177\\\": 17, \\\"180\\\": 17, \\\"354\\\": 7, \\\"353\\\": 7, \\\"181\\\": 17, \\\"356\\\": 7, \\\"355\\\": 7, \\\"357\\\": 7, \\\"63\\\": 136, \\\"358\\\": 7, \\\"129\\\": 34, \\\"359\\\": 7, \\\"360\\\": 7, \\\"361\\\": 7, \\\"130\\\": 34, \\\"131\\\": 34, \\\"362\\\": 7, \\\"270\\\": 14, \\\"182\\\": 17, \\\"271\\\": 14, \\\"363\\\": 7, \\\"183\\\": 17, \\\"364\\\": 7, \\\"112\\\": 51, \\\"365\\\": 7, \\\"184\\\": 17, \\\"185\\\": 17, \\\"366\\\": 7, \\\"147\\\": 28, \\\"368\\\": 7, \\\"367\\\": 7, \\\"369\\\": 7, \\\"370\\\": 7, \\\"371\\\": 7, \\\"372\\\": 7, \\\"272\\\": 14, \\\"373\\\": 7, \\\"374\\\": 7, \\\"375\\\": 7, \\\"376\\\": 7, \\\"377\\\": 7, \\\"132\\\": 34, \\\"378\\\": 7, \\\"133\\\": 34, \\\"273\\\": 14, \\\"379\\\": 7, \\\"380\\\": 7, \\\"134\\\": 34, \\\"381\\\": 7, \\\"382\\\": 7, \\\"186\\\": 17, \\\"274\\\": 14, \\\"383\\\": 7, \\\"187\\\": 17, \\\"384\\\": 7, \\\"188\\\": 17, \\\"135\\\": 34, \\\"385\\\": 7, \\\"81\\\": 85, \\\"386\\\": 7, \\\"387\\\": 7, \\\"389\\\": 7, \\\"388\\\": 7, \\\"82\\\": 85, \\\"189\\\": 17, \\\"390\\\": 7, \\\"391\\\": 7, \\\"392\\\": 7, \\\"190\\\": 17, \\\"393\\\": 7, \\\"394\\\": 7, \\\"395\\\": 7, \\\"396\\\": 7, \\\"113\\\": 34, \\\"397\\\": 7, \\\"275\\\": 14, \\\"192\\\": 17, \\\"91\\\": 68, \\\"191\\\": 17, \\\"276\\\": 14, \\\"398\\\": 7, \\\"399\\\": 7, \\\"136\\\": 34, \\\"400\\\": 7, \\\"277\\\": 14, \\\"401\\\": 7, \\\"137\\\": 34, \\\"402\\\": 7, \\\"278\\\": 14, \\\"194\\\": 17, \\\"193\\\": 17, \\\"403\\\": 7, \\\"279\\\": 14, \\\"195\\\": 17, \\\"404\\\": 7, \\\"405\\\": 7, \\\"406\\\": 7, \\\"196\\\": 17, \\\"197\\\": 17, \\\"408\\\": 7, \\\"407\\\": 7, \\\"280\\\": 14, \\\"409\\\": 7, \\\"410\\\": 7, \\\"411\\\": 7, \\\"92\\\": 68, \\\"412\\\": 7, \\\"413\\\": 7, \\\"414\\\": 7, \\\"415\\\": 7, \\\"138\\\": 34, \\\"281\\\": 14, \\\"282\\\": 14, \\\"416\\\": 7, \\\"198\\\": 17, \\\"199\\\": 17, \\\"417\\\": 7, \\\"283\\\": 14, \\\"418\\\": 7, \\\"421\\\": 7, \\\"420\\\": 7, \\\"419\\\": 7, \\\"200\\\": 17, \\\"422\\\": 7, \\\"423\\\": 7, \\\"424\\\": 7, \\\"83\\\": 75, \\\"425\\\": 7, \\\"426\\\": 7, \\\"427\\\": 7, \\\"428\\\": 7, \\\"201\\\": 17, \\\"204\\\": 17, \\\"203\\\": 17, \\\"202\\\": 17, \\\"429\\\": 7, \\\"205\\\": 17, \\\"430\\\": 7, \\\"431\\\": 7, \\\"432\\\": 7, \\\"206\\\": 17, \\\"433\\\": 7, \\\"59\\\": 126, \\\"435\\\": 7, \\\"434\\\": 7, \\\"436\\\": 7, \\\"437\\\": 7, \\\"438\\\": 7, \\\"439\\\": 7, \\\"440\\\": 7, \\\"441\\\": 7, \\\"442\\\": 7, \\\"443\\\": 7, \\\"444\\\": 7, \\\"445\\\": 7, \\\"446\\\": 7, \\\"447\\\": 7, \\\"139\\\": 34, \\\"449\\\": 7, \\\"448\\\": 7, \\\"450\\\": 7, \\\"70\\\": 116, \\\"452\\\": 7, \\\"451\\\": 7, \\\"207\\\": 17, \\\"140\\\": 34, \\\"453\\\": 7, \\\"454\\\": 7, \\\"455\\\": 7, \\\"456\\\": 7, \\\"457\\\": 7, \\\"458\\\": 7, \\\"459\\\": 7, \\\"208\\\": 17, \\\"460\\\": 7, \\\"209\\\": 17, \\\"210\\\": 17, \\\"462\\\": 7, \\\"461\\\": 7, \\\"211\\\": 17, \\\"141\\\": 34, \\\"463\\\": 7, \\\"464\\\": 7, \\\"465\\\": 7, \\\"284\\\": 14, \\\"213\\\": 17, \\\"212\\\": 17, \\\"467\\\": 7, \\\"466\\\": 7, \\\"468\\\": 7, \\\"469\\\": 7, \\\"214\\\": 17, \\\"470\\\": 7, \\\"285\\\": 14, \\\"215\\\": 17, \\\"471\\\": 7, \\\"216\\\": 17, \\\"472\\\": 7, \\\"217\\\": 17, \\\"286\\\": 14, \\\"473\\\": 7, \\\"474\\\": 7, \\\"218\\\": 17, \\\"475\\\": 7, \\\"476\\\": 7, \\\"477\\\": 7, \\\"478\\\": 7, \\\"479\\\": 7, \\\"219\\\": 17, \\\"220\\\": 17, \\\"480\\\": 7, \\\"481\\\": 7, \\\"483\\\": 7, \\\"482\\\": 7, \\\"221\\\": 17, \\\"485\\\": 7, \\\"484\\\": 7, \\\"222\\\": 17, \\\"486\\\": 7, \\\"488\\\": 7, \\\"487\\\": 7, \\\"489\\\": 7, \\\"490\\\": 7, \\\"224\\\": 17, \\\"223\\\": 17, \\\"491\\\": 7, \\\"492\\\": 7, \\\"493\\\": 7, \\\"225\\\": 17, \\\"495\\\": 7, \\\"494\\\": 7, \\\"496\\\": 7, \\\"497\\\": 7, \\\"499\\\": 7, \\\"498\\\": 7, \\\"226\\\": 17, \\\"227\\\": 17, \\\"500\\\": 7, \\\"501\\\": 7, \\\"502\\\": 7, \\\"228\\\": 17, \\\"504\\\": 7, \\\"503\\\": 7, \\\"8\\\": 952, \\\"505\\\": 7, \\\"506\\\": 7, \\\"507\\\": 7, \\\"115\\\": 49, \\\"508\\\": 7, \\\"509\\\": 7, \\\"510\\\": 7, \\\"511\\\": 7, \\\"512\\\": 7, \\\"514\\\": 7, \\\"513\\\": 7, \\\"515\\\": 7, \\\"516\\\": 7, \\\"517\\\": 7, \\\"93\\\": 67, \\\"518\\\": 7, \\\"519\\\": 7, \\\"520\\\": 7, \\\"521\\\": 7, \\\"145\\\": 29, \\\"144\\\": 29, \\\"287\\\": 14, \\\"157\\\": 21, \\\"522\\\": 7, \\\"288\\\": 14, \\\"523\\\": 7, \\\"524\\\": 7, \\\"95\\\": 53, \\\"525\\\": 7, \\\"526\\\": 7, \\\"527\\\": 7, \\\"230\\\": 17, \\\"231\\\": 17, \\\"229\\\": 17, \\\"234\\\": 17, \\\"232\\\": 17, \\\"142\\\": 34, \\\"233\\\": 17, \\\"528\\\": 7, \\\"235\\\": 17, \\\"529\\\": 7, \\\"143\\\": 34, \\\"236\\\": 17, \\\"289\\\": 14, \\\"530\\\": 7, \\\"531\\\": 7, \\\"237\\\": 17, \\\"238\\\": 17, \\\"532\\\": 7, \\\"243\\\": 17, \\\"239\\\": 17, \\\"242\\\": 17, \\\"241\\\": 17, \\\"240\\\": 17, \\\"244\\\": 17, \\\"533\\\": 7}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"anjing\\\", \\\"3\\\": \\\"alami\\\", \\\"4\\\": \\\"kulit\\\", \\\"5\\\": \\\"si\\\", \\\"6\\\": \\\"laku\\\", \\\"7\\\": \\\"nyeri\\\", \\\"8\\\": \\\"kucing\\\", \\\"9\\\": \\\"kena\\\", \\\"10\\\": \\\"tangan\\\", \\\"11\\\": \\\"tibatiba\\\", \\\"12\\\": \\\"lemas\\\", \\\"13\\\": \\\"gatal\\\", \\\"14\\\": \\\"bengkak\\\", \\\"15\\\": \\\"demam\\\", \\\"16\\\": \\\"mata\\\", \\\"17\\\": \\\"rontok\\\", \\\"18\\\": \\\"hilang\\\", \\\"19\\\": \\\"air\\\", \\\"20\\\": \\\"normal\\\", \\\"21\\\": \\\"gejala\\\", \\\"22\\\": \\\"aneh\\\", \\\"23\\\": \\\"atas\\\", \\\"24\\\": \\\"merah\\\", \\\"25\\\": \\\"makan\\\", \\\"26\\\": \\\"nafsu\\\", \\\"27\\\": \\\"perut\\\", \\\"28\\\": \\\"sulit\\\", \\\"29\\\": \\\"rambut\\\", \\\"30\\\": \\\"lesu\\\", \\\"31\\\": \\\"muntah\\\", \\\"32\\\": \\\"benjol\\\", \\\"33\\\": \\\"saran\\\", \\\"34\\\": \\\"obat\\\", \\\"35\\\": \\\"batuk\\\", \\\"36\\\": \\\"turun\\\", \\\"37\\\": \\\"berat\\\", \\\"38\\\": \\\"badan\\\", \\\"39\\\": \\\"buang\\\", \\\"40\\\": \\\"aktif\\\", \\\"41\\\": \\\"iya\\\", \\\"42\\\": \\\"sebab\\\", \\\"43\\\": \\\"reda\\\", \\\"44\\\": \\\"area\\\", \\\"45\\\": \\\"kering\\\", \\\"46\\\": \\\"kasar\\\", \\\"47\\\": \\\"bota\\\", \\\"48\\\": \\\"bulu\\\", \\\"49\\\": \\\"napas\\\", \\\"50\\\": \\\"sisik\\\", \\\"51\\\": \\\"warna\\\", \\\"52\\\": \\\"luka\\\", \\\"53\\\": \\\"sendi\\\", \\\"54\\\": \\\"hidung\\\", \\\"55\\\": \\\"bercak\\\", \\\"56\\\": \\\"diare\\\", \\\"57\\\": \\\"bau\\\", \\\"58\\\": \\\"telinga\\\", \\\"59\\\": \\\"kaki\\\", \\\"60\\\": \\\"darah\\\", \\\"61\\\": \\\"nafas\\\", \\\"62\\\": \\\"haus\\\", \\\"63\\\": \\\"otot\\\", \\\"64\\\": \\\"disease\\\", \\\"65\\\": \\\"lihat\\\", \\\"66\\\": \\\"gelap\\\", \\\"67\\\": \\\"kejang\\\", \\\"68\\\": \\\"besar\\\", \\\"69\\\": \\\"sesak\\\", \\\"70\\\": \\\"lesi\\\", \\\"71\\\": \\\"nanah\\\", \\\"72\\\": \\\"kusam\\\", \\\"73\\\": \\\"mual\\\", \\\"74\\\": \\\"bersin\\\", \\\"75\\\": \\\"kurang\\\", \\\"76\\\": \\\"hiperpigmentasi\\\", \\\"77\\\": \\\"kuning\\\", \\\"78\\\": \\\"gusi\\\", \\\"79\\\": \\\"cepat\\\", \\\"80\\\": \\\"gerak\\\", \\\"81\\\": \\\"tel\\\", \\\"82\\\": \\\"lemah\\\", \\\"83\\\": \\\"jalan\\\", \\\"84\\\": \\\"anoreksia\\\", \\\"85\\\": \\\"wajah\\\", \\\"86\\\": \\\"sedap\\\", \\\"87\\\": \\\"pucat\\\", \\\"88\\\": \\\"kaku\\\", \\\"89\\\": \\\"tulang\\\", \\\"90\\\": \\\"mulut\\\", \\\"91\\\": \\\"lelah\\\", \\\"92\\\": \\\"punggung\\\", \\\"93\\\": \\\"kutu\\\", \\\"94\\\": \\\"buncit\\\", \\\"95\\\": \\\"hadir\\\", \\\"96\\\": \\\"kekuranan\\\", \\\"97\\\": \\\"antusiasme\\\", \\\"98\\\": \\\"milik\\\", \\\"99\\\": \\\"struktur\\\", \\\"100\\\": \\\"beda\\\", \\\"101\\\": \\\"tebal\\\", \\\"102\\\": \\\"buka\\\", \\\"103\\\": \\\"kepala\\\", \\\"104\\\": \\\"miring\\\", \\\"105\\\": \\\"gigit\\\", \\\"106\\\": \\\"anus\\\", \\\"107\\\": \\\"garuk\\\", \\\"108\\\": \\\"lebih\\\", \\\"109\\\": \\\"testis\\\", \\\"110\\\": \\\"sadar\\\", \\\"111\\\": \\\"hitam\\\", \\\"112\\\": \\\"imbang\\\", \\\"113\\\": \\\"kuku\\\", \\\"114\\\": \\\"dermatitis\\\", \\\"115\\\": \\\"feline\\\", \\\"116\\\": \\\"anemia\\\", \\\"117\\\": \\\"infection\\\", \\\"118\\\": \\\"cancer\\\", \\\"119\\\": \\\"kabur\\\", \\\"120\\\": \\\"cair\\\", \\\"121\\\": \\\"bulat\\\", \\\"122\\\": \\\"kotor\\\", \\\"123\\\": \\\"urine\\\", \\\"124\\\": \\\"pendek\\\", \\\"125\\\": \\\"gigi\\\", \\\"126\\\": \\\"perih\\\", \\\"127\\\": \\\"tubuh\\\", \\\"128\\\": \\\"liur\\\", \\\"129\\\": \\\"leher\\\", \\\"130\\\": \\\"tenggorok\\\", \\\"131\\\": \\\"sakit\\\", \\\"132\\\": \\\"kelopak\\\", \\\"133\\\": \\\"siku\\\", \\\"134\\\": \\\"mudah\\\", \\\"135\\\": \\\"kelenjar\\\", \\\"136\\\": \\\"dehidrasi\\\", \\\"137\\\": \\\"tonjol\\\", \\\"138\\\": \\\"dengar\\\", \\\"139\\\": \\\"pincang\\\", \\\"140\\\": \\\"suara\\\", \\\"141\\\": \\\"iritasi\\\", \\\"142\\\": \\\"discharge\\\", \\\"143\\\": \\\"kerak\\\", \\\"144\\\": \\\"intens\\\", \\\"145\\\": \\\"koreng\\\", \\\"146\\\": \\\"dysplasia\\\", \\\"147\\\": \\\"infestation\\\", \\\"148\\\": \\\"stress\\\", \\\"149\\\": \\\"ringworm\\\", \\\"150\\\": \\\"mange\\\", \\\"151\\\": \\\"ear\\\", \\\"152\\\": \\\"mites\\\", \\\"153\\\": \\\"eye\\\", \\\"154\\\": \\\"arthritis\\\", \\\"155\\\": \\\"bladder\\\", \\\"156\\\": \\\"liver\\\", \\\"157\\\": \\\"virus\\\", \\\"158\\\": \\\"bersinbersin\\\", \\\"159\\\": \\\"keluar\\\", \\\"160\\\": \\\"hiperpigmentasikerontokan\\\", \\\"161\\\": \\\"rambutbercak\\\", \\\"162\\\": \\\"hipopigmentasi\\\", \\\"163\\\": \\\"konjungtivitis\\\", \\\"164\\\": \\\"agitasi\\\", \\\"165\\\": \\\"salivasi\\\", \\\"166\\\": \\\"takut\\\", \\\"167\\\": \\\"daerah\\\", \\\"168\\\": \\\"tambah\\\", \\\"169\\\": \\\"lensa\\\", \\\"170\\\": \\\"gas\\\", \\\"171\\\": \\\"saliva\\\", \\\"172\\\": \\\"suhu\\\", \\\"173\\\": \\\"keras\\\", \\\"174\\\": \\\"pecahpecah\\\", \\\"175\\\": \\\"dada\\\", \\\"176\\\": \\\"putih\\\", \\\"177\\\": \\\"gelisah\\\", \\\"178\\\": \\\"tinggal\\\", \\\"179\\\": \\\"gonggong\\\", \\\"180\\\": \\\"terus\\\", \\\"181\\\": \\\"bintik\\\", \\\"182\\\": \\\"kornea\\\", \\\"183\\\": \\\"vagina\\\", \\\"184\\\": \\\"cacing\\\", \\\"185\\\": \\\"feses\\\", \\\"186\\\": \\\"selangkang\\\", \\\"187\\\": \\\"kronis\\\", \\\"188\\\": \\\"susu\\\", \\\"189\\\": \\\"letih\\\", \\\"190\\\": \\\"dadak\\\", \\\"191\\\": \\\"ubah\\\", \\\"192\\\": \\\"perilaku\\\", \\\"193\\\": \\\"jaring\\\", \\\"194\\\": \\\"rektum\\\", \\\"195\\\": \\\"malam\\\", \\\"196\\\": \\\"lidah\\\", \\\"197\\\": \\\"rahang\\\", \\\"198\\\": \\\"bocor\\\", \\\"199\\\": \\\"urin\\\", \\\"200\\\": \\\"sembuh\\\", \\\"201\\\": \\\"gantung\\\", \\\"202\\\": \\\"potensi\\\", \\\"203\\\": \\\"tular\\\", \\\"204\\\": \\\"manusia\\\", \\\"205\\\": \\\"ulkus\\\", \\\"206\\\": \\\"duduk\\\", \\\"207\\\": \\\"respons\\\", \\\"208\\\": \\\"lunak\\\", \\\"209\\\": \\\"coklat\\\", \\\"210\\\": \\\"email\\\", \\\"211\\\": \\\"masuk\\\", \\\"212\\\": \\\"denyut\\\", \\\"213\\\": \\\"jantung\\\", \\\"214\\\": \\\"aritmia\\\", \\\"215\\\": \\\"kram\\\", \\\"216\\\": \\\"gemetar\\\", \\\"217\\\": \\\"refleks\\\", \\\"218\\\": \\\"kontrol\\\", \\\"219\\\": \\\"sensitivitas\\\", \\\"220\\\": \\\"cahaya\\\", \\\"221\\\": \\\"serak\\\", \\\"222\\\": \\\"panggul\\\", \\\"223\\\": \\\"ukur\\\", \\\"224\\\": \\\"ganggu\\\", \\\"225\\\": \\\"hebat\\\", \\\"226\\\": \\\"rapuh\\\", \\\"227\\\": \\\"lepas\\\", \\\"228\\\": \\\"tingkat\\\", \\\"229\\\": \\\"komedo\\\", \\\"230\\\": \\\"dagu\\\", \\\"231\\\": \\\"minyak\\\", \\\"232\\\": \\\"sariawan\\\", \\\"233\\\": \\\"pilek\\\", \\\"234\\\": \\\"hipersalivasi\\\", \\\"235\\\": \\\"radang\\\", \\\"236\\\": \\\"kelupas\\\", \\\"237\\\": \\\"pola\\\", \\\"238\\\": \\\"lingkar\\\", \\\"239\\\": \\\"tip\\\", \\\"240\\\": \\\"ujung\\\", \\\"241\\\": \\\"ekor\\\", \\\"242\\\": \\\"adang\\\", \\\"243\\\": \\\"akibat\\\", \\\"244\\\": \\\"sengat\\\", \\\"245\\\": \\\"dermatophytosis\\\", \\\"246\\\": \\\"parvovirus\\\", \\\"247\\\": \\\"rabies\\\", \\\"248\\\": \\\"leptospirosis\\\", \\\"249\\\": \\\"scabies\\\", \\\"250\\\": \\\"otitis\\\", \\\"251\\\": \\\"kennel\\\", \\\"252\\\": \\\"hypothyroidism\\\", \\\"253\\\": \\\"heartworm\\\", \\\"254\\\": \\\"allergy\\\", \\\"255\\\": \\\"anal\\\", \\\"256\\\": \\\"bronchitis\\\", \\\"257\\\": \\\"renal\\\", \\\"258\\\": \\\"conjunctivitis\\\", \\\"259\\\": \\\"corneal\\\", \\\"260\\\": \\\"ulcers\\\", \\\"261\\\": \\\"diabetes\\\", \\\"262\\\": \\\"epilepsy\\\", \\\"263\\\": \\\"gingivitis\\\", \\\"264\\\": \\\"infectious\\\", \\\"265\\\": \\\"kidney\\\", \\\"266\\\": \\\"melanoma\\\", \\\"267\\\": \\\"obesity\\\", \\\"268\\\": \\\"pneumonia\\\", \\\"269\\\": \\\"pulmonary\\\", \\\"270\\\": \\\"toxoplasmosis\\\", \\\"271\\\": \\\"keratitis\\\", \\\"272\\\": \\\"tumors\\\", \\\"273\\\": \\\"elbow\\\", \\\"274\\\": \\\"hernia\\\", \\\"275\\\": \\\"peritonitis\\\", \\\"276\\\": \\\"tumor\\\", \\\"277\\\": \\\"shunt\\\", \\\"278\\\": \\\"hypertension\\\", \\\"279\\\": \\\"prolapse\\\", \\\"280\\\": \\\"sepsis\\\", \\\"281\\\": \\\"membrane\\\", \\\"282\\\": \\\"rupture\\\", \\\"283\\\": \\\"urinary\\\", \\\"284\\\": \\\"fungal\\\", \\\"285\\\": \\\"hyperthyroidism\\\", \\\"286\\\": \\\"hypokalemia\\\", \\\"287\\\": \\\"panleukopenia\\\", \\\"288\\\": \\\"rhinotracheitis\\\", \\\"289\\\": \\\"infeksi\\\", \\\"290\\\": \\\"acral\\\", \\\"291\\\": \\\"lick\\\", \\\"292\\\": \\\"granuloma\\\", \\\"293\\\": \\\"demodicosis\\\", \\\"294\\\": \\\"urolithiasis\\\", \\\"295\\\": \\\"acute\\\", \\\"296\\\": \\\"moist\\\", \\\"297\\\": \\\"atopic\\\", \\\"298\\\": \\\"follicular\\\", \\\"299\\\": \\\"malassezia\\\", \\\"300\\\": \\\"sarcoptic\\\", \\\"301\\\": \\\"pemphigus\\\", \\\"302\\\": \\\"foliaceus\\\", \\\"303\\\": \\\"pediculosis\\\", \\\"304\\\": \\\"distemper\\\", \\\"305\\\": \\\"hepatitis\\\", \\\"306\\\": \\\"infeksius\\\", \\\"307\\\": \\\"coccidiosis\\\", \\\"308\\\": \\\"ehrlichiosis\\\", \\\"309\\\": \\\"gastroenteritis\\\", \\\"310\\\": \\\"canine\\\", \\\"311\\\": \\\"influenza\\\", \\\"312\\\": \\\"cough\\\", \\\"313\\\": \\\"lyme\\\", \\\"314\\\": \\\"pancreatitis\\\", \\\"315\\\": \\\"cushings\\\", \\\"316\\\": \\\"flea\\\", \\\"317\\\": \\\"pyometra\\\", \\\"318\\\": \\\"cherry\\\", \\\"319\\\": \\\"sac\\\", \\\"320\\\": \\\"allergic\\\", \\\"321\\\": \\\"tooth\\\", \\\"322\\\": \\\"abscess\\\", \\\"323\\\": \\\"bone\\\", \\\"324\\\": \\\"cataracts\\\", \\\"325\\\": \\\"chronic\\\", \\\"326\\\": \\\"failure\\\", \\\"327\\\": \\\"colitis\\\", \\\"328\\\": \\\"cryptorchidism\\\", \\\"329\\\": \\\"dry\\\", \\\"330\\\": \\\"hematoma\\\", \\\"331\\\": \\\"esophagitis\\\", \\\"332\\\": \\\"folliculitis\\\", \\\"333\\\": \\\"glaucoma\\\", \\\"334\\\": \\\"heat\\\", \\\"335\\\": \\\"stroke\\\", \\\"336\\\": \\\"hemangiosarcoma\\\", \\\"337\\\": \\\"hip\\\", \\\"338\\\": \\\"hyperkeratosis\\\", \\\"339\\\": \\\"tracheobronchitis\\\", \\\"340\\\": \\\"intestinal\\\", \\\"341\\\": \\\"parasites\\\", \\\"342\\\": \\\"metritis\\\", \\\"343\\\": \\\"mitral\\\", \\\"344\\\": \\\"valve\\\", \\\"345\\\": \\\"mouth\\\", \\\"346\\\": \\\"nasal\\\", \\\"347\\\": \\\"parasitic\\\", \\\"348\\\": \\\"pericardial\\\", \\\"349\\\": \\\"effusion\\\", \\\"350\\\": \\\"prostatitis\\\", \\\"351\\\": \\\"edema\\\", \\\"352\\\": \\\"seborrhea\\\", \\\"353\\\": \\\"separation\\\", \\\"354\\\": \\\"anxiety\\\", \\\"355\\\": \\\"skin\\\", \\\"356\\\": \\\"allergies\\\", \\\"357\\\": \\\"splenomegaly\\\", \\\"358\\\": \\\"tetanus\\\", \\\"359\\\": \\\"thyroid\\\", \\\"360\\\": \\\"tickborne\\\", \\\"361\\\": \\\"anaplasmosis\\\", \\\"362\\\": \\\"tonsillitis\\\", \\\"363\\\": \\\"ulcerative\\\", \\\"364\\\": \\\"vaginitis\\\", \\\"365\\\": \\\"vestibular\\\", \\\"366\\\": \\\"worm\\\", \\\"367\\\": \\\"zinc\\\", \\\"368\\\": \\\"deficiency\\\", \\\"369\\\": \\\"acanthosis\\\", \\\"370\\\": \\\"nigricans\\\", \\\"371\\\": \\\"addisons\\\", \\\"372\\\": \\\"adrenal\\\", \\\"373\\\": \\\"bloat\\\", \\\"374\\\": \\\"gastric\\\", \\\"375\\\": \\\"dilatationvolvulus\\\", \\\"376\\\": \\\"cancerous\\\", \\\"377\\\": \\\"dental\\\", \\\"378\\\": \\\"ectropion\\\", \\\"379\\\": \\\"encephalitis\\\", \\\"380\\\": \\\"glucosuria\\\", \\\"381\\\": \\\"hemophilia\\\", \\\"382\\\": \\\"hypercalcemia\\\", \\\"383\\\": \\\"inguinal\\\", \\\"384\\\": \\\"lung\\\", \\\"385\\\": \\\"mastitis\\\", \\\"386\\\": \\\"megaesophagus\\\", \\\"387\\\": \\\"melioidosis\\\", \\\"388\\\": \\\"multiple\\\", \\\"389\\\": \\\"myeloma\\\", \\\"390\\\": \\\"myasthenia\\\", \\\"391\\\": \\\"gravis\\\", \\\"392\\\": \\\"neoplasia\\\", \\\"393\\\": \\\"optic\\\", \\\"394\\\": \\\"neuritis\\\", \\\"395\\\": \\\"osteochondritis\\\", \\\"396\\\": \\\"osteosarcoma\\\", \\\"397\\\": \\\"paronychia\\\", \\\"398\\\": \\\"pituitary\\\", \\\"399\\\": \\\"polydipsia\\\", \\\"400\\\": \\\"polyuria\\\", \\\"401\\\": \\\"portosystemic\\\", \\\"402\\\": \\\"proptosis\\\", \\\"403\\\": \\\"rectal\\\", \\\"404\\\": \\\"retinal\\\", \\\"405\\\": \\\"atrophy\\\", \\\"406\\\": \\\"rheumatoid\\\", \\\"407\\\": \\\"salivary\\\", \\\"408\\\": \\\"mucocele\\\", \\\"409\\\": \\\"sialadenitis\\\", \\\"410\\\": \\\"spinal\\\", \\\"411\\\": \\\"cord\\\", \\\"412\\\": \\\"spondylosis\\\", \\\"413\\\": \\\"synovial\\\", \\\"414\\\": \\\"sarcoma\\\", \\\"415\\\": \\\"testicular\\\", \\\"416\\\": \\\"tympanic\\\", \\\"417\\\": \\\"incontinence\\\", \\\"418\\\": \\\"uveal\\\", \\\"419\\\": \\\"vascular\\\", \\\"420\\\": \\\"ring\\\", \\\"421\\\": \\\"anomaly\\\", \\\"422\\\": \\\"von\\\", \\\"423\\\": \\\"willebrands\\\", \\\"424\\\": \\\"windpuffs\\\", \\\"425\\\": \\\"wobbler\\\", \\\"426\\\": \\\"syndrome\\\", \\\"427\\\": \\\"xerostomia\\\", \\\"428\\\": \\\"yersiniosis\\\", \\\"429\\\": \\\"zoonotic\\\", \\\"430\\\": \\\"zygomycosis\\\", \\\"431\\\": \\\"alopecia\\\", \\\"432\\\": \\\"x\\\", \\\"433\\\": \\\"fistula\\\", \\\"434\\\": \\\"arterial\\\", \\\"435\\\": \\\"thrombosis\\\", \\\"436\\\": \\\"aspergillosis\\\", \\\"437\\\": \\\"biliary\\\", \\\"438\\\": \\\"botfly\\\", \\\"439\\\": \\\"cardiac\\\", \\\"440\\\": \\\"tamponade\\\", \\\"441\\\": \\\"cholangitis\\\", \\\"442\\\": \\\"chordoma\\\", \\\"443\\\": \\\"chylothorax\\\", \\\"444\\\": \\\"coccidioidomycosis\\\", \\\"445\\\": \\\"dystrophy\\\", \\\"446\\\": \\\"glaucomatous\\\", \\\"447\\\": \\\"cataract\\\", \\\"448\\\": \\\"cranial\\\", \\\"449\\\": \\\"cruciate\\\", \\\"450\\\": \\\"ligament\\\", \\\"451\\\": \\\"cutaneous\\\", \\\"452\\\": \\\"vasculitis\\\", \\\"453\\\": \\\"deafness\\\", \\\"454\\\": \\\"degenerative\\\", \\\"455\\\": \\\"myelopathy\\\", \\\"456\\\": \\\"herpetiformis\\\", \\\"457\\\": \\\"diaphragmatic\\\", \\\"458\\\": \\\"discospondylitis\\\", \\\"459\\\": \\\"dyspnea\\\", \\\"460\\\": \\\"hygroma\\\", \\\"461\\\": \\\"enamel\\\", \\\"462\\\": \\\"hypoplasia\\\", \\\"463\\\": \\\"entropion\\\", \\\"464\\\": \\\"esophageal\\\", \\\"465\\\": \\\"stricture\\\", \\\"466\\\": \\\"heart\\\", \\\"467\\\": \\\"murmur\\\", \\\"468\\\": \\\"histiocytoma\\\", \\\"469\\\": \\\"hyperadrenocorticism\\\", \\\"470\\\": \\\"hyperkalemia\\\", \\\"471\\\": \\\"hypocalcemia\\\", \\\"472\\\": \\\"hypoglycemia\\\", \\\"473\\\": \\\"hypoproteinemia\\\", \\\"474\\\": \\\"idiopathic\\\", \\\"475\\\": \\\"intervertebral\\\", \\\"476\\\": \\\"disc\\\", \\\"477\\\": \\\"irit\\\", \\\"478\\\": \\\"juvenile\\\", \\\"479\\\": \\\"cellulitis\\\", \\\"480\\\": \\\"keratoconjunctivitis\\\", \\\"481\\\": \\\"sicca\\\", \\\"482\\\": \\\"lactic\\\", \\\"483\\\": \\\"acidosis\\\", \\\"484\\\": \\\"laryngeal\\\", \\\"485\\\": \\\"paralysis\\\", \\\"486\\\": \\\"leggcalveperthes\\\", \\\"487\\\": \\\"macadamia\\\", \\\"488\\\": \\\"nut\\\", \\\"489\\\": \\\"toxicity\\\", \\\"490\\\": \\\"meningitis\\\", \\\"491\\\": \\\"microphthalmia\\\", \\\"492\\\": \\\"mite\\\", \\\"493\\\": \\\"myositis\\\", \\\"494\\\": \\\"necrotizing\\\", \\\"495\\\": \\\"fasciitis\\\", \\\"496\\\": \\\"neurogenic\\\", \\\"497\\\": \\\"nictitating\\\", \\\"498\\\": \\\"obstructive\\\", \\\"499\\\": \\\"uropathy\\\", \\\"500\\\": \\\"onychodystrophy\\\", \\\"501\\\": \\\"orchitis\\\", \\\"502\\\": \\\"media\\\", \\\"503\\\": \\\"pancreatic\\\", \\\"504\\\": \\\"insufficiency\\\", \\\"505\\\": \\\"hepatic\\\", \\\"506\\\": \\\"lipidosis\\\", \\\"507\\\": \\\"lymphoma\\\", \\\"508\\\": \\\"leukemia\\\", \\\"509\\\": \\\"calicivirus\\\", \\\"510\\\": \\\"asthma\\\", \\\"511\\\": \\\"pyoderma\\\", \\\"512\\\": \\\"cholangiohepatitis\\\", \\\"513\\\": \\\"food\\\", \\\"514\\\": \\\"poisoning\\\", \\\"515\\\": \\\"stones\\\", \\\"516\\\": \\\"anorexia\\\", \\\"517\\\": \\\"hyperlipidemia\\\", \\\"518\\\": \\\"infestasi\\\", \\\"519\\\": \\\"acne\\\", \\\"520\\\": \\\"tract\\\", \\\"521\\\": \\\"parasite\\\", \\\"522\\\": \\\"immunodeficiency\\\", \\\"523\\\": \\\"scalp\\\", \\\"524\\\": \\\"footpad\\\", \\\"525\\\": \\\"cystitis\\\", \\\"526\\\": \\\"melitus\\\", \\\"527\\\": \\\"constipation\\\", \\\"528\\\": \\\"calici\\\", \\\"529\\\": \\\"viral\\\", \\\"530\\\": \\\"bakteri\\\", \\\"531\\\": \\\"jamur\\\", \\\"532\\\": \\\"kurap\\\", \\\"533\\\": \\\"tungau\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"anjing\\\": 2, \\\"alami\\\": 3, \\\"kulit\\\": 4, \\\"si\\\": 5, \\\"laku\\\": 6, \\\"nyeri\\\": 7, \\\"kucing\\\": 8, \\\"kena\\\": 9, \\\"tangan\\\": 10, \\\"tibatiba\\\": 11, \\\"lemas\\\": 12, \\\"gatal\\\": 13, \\\"bengkak\\\": 14, \\\"demam\\\": 15, \\\"mata\\\": 16, \\\"rontok\\\": 17, \\\"hilang\\\": 18, \\\"air\\\": 19, \\\"normal\\\": 20, \\\"gejala\\\": 21, \\\"aneh\\\": 22, \\\"atas\\\": 23, \\\"merah\\\": 24, \\\"makan\\\": 25, \\\"nafsu\\\": 26, \\\"perut\\\": 27, \\\"sulit\\\": 28, \\\"rambut\\\": 29, \\\"lesu\\\": 30, \\\"muntah\\\": 31, \\\"benjol\\\": 32, \\\"saran\\\": 33, \\\"obat\\\": 34, \\\"batuk\\\": 35, \\\"turun\\\": 36, \\\"berat\\\": 37, \\\"badan\\\": 38, \\\"buang\\\": 39, \\\"aktif\\\": 40, \\\"iya\\\": 41, \\\"sebab\\\": 42, \\\"reda\\\": 43, \\\"area\\\": 44, \\\"kering\\\": 45, \\\"kasar\\\": 46, \\\"bota\\\": 47, \\\"bulu\\\": 48, \\\"napas\\\": 49, \\\"sisik\\\": 50, \\\"warna\\\": 51, \\\"luka\\\": 52, \\\"sendi\\\": 53, \\\"hidung\\\": 54, \\\"bercak\\\": 55, \\\"diare\\\": 56, \\\"bau\\\": 57, \\\"telinga\\\": 58, \\\"kaki\\\": 59, \\\"darah\\\": 60, \\\"nafas\\\": 61, \\\"haus\\\": 62, \\\"otot\\\": 63, \\\"disease\\\": 64, \\\"lihat\\\": 65, \\\"gelap\\\": 66, \\\"kejang\\\": 67, \\\"besar\\\": 68, \\\"sesak\\\": 69, \\\"lesi\\\": 70, \\\"nanah\\\": 71, \\\"kusam\\\": 72, \\\"mual\\\": 73, \\\"bersin\\\": 74, \\\"kurang\\\": 75, \\\"hiperpigmentasi\\\": 76, \\\"kuning\\\": 77, \\\"gusi\\\": 78, \\\"cepat\\\": 79, \\\"gerak\\\": 80, \\\"tel\\\": 81, \\\"lemah\\\": 82, \\\"jalan\\\": 83, \\\"anoreksia\\\": 84, \\\"wajah\\\": 85, \\\"sedap\\\": 86, \\\"pucat\\\": 87, \\\"kaku\\\": 88, \\\"tulang\\\": 89, \\\"mulut\\\": 90, \\\"lelah\\\": 91, \\\"punggung\\\": 92, \\\"kutu\\\": 93, \\\"buncit\\\": 94, \\\"hadir\\\": 95, \\\"kekuranan\\\": 96, \\\"antusiasme\\\": 97, \\\"milik\\\": 98, \\\"struktur\\\": 99, \\\"beda\\\": 100, \\\"tebal\\\": 101, \\\"buka\\\": 102, \\\"kepala\\\": 103, \\\"miring\\\": 104, \\\"gigit\\\": 105, \\\"anus\\\": 106, \\\"garuk\\\": 107, \\\"lebih\\\": 108, \\\"testis\\\": 109, \\\"sadar\\\": 110, \\\"hitam\\\": 111, \\\"imbang\\\": 112, \\\"kuku\\\": 113, \\\"dermatitis\\\": 114, \\\"feline\\\": 115, \\\"anemia\\\": 116, \\\"infection\\\": 117, \\\"cancer\\\": 118, \\\"kabur\\\": 119, \\\"cair\\\": 120, \\\"bulat\\\": 